;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
;
; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 7.2.6.
; Update: 1 Aug, 2025
[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
LangShortName=nl-nl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=Standaard
Information=Informatie
Warning=Waarschuwing
Error=Fout
Confirm=Conformeren
CurVer=Huidige Versie:
FrmSkin.Btnok.Caption=OK
Weathertag=C
FrmGeneral.lblunit.caption=Temperatuur Unit:
DelSkinHint=Verwijder Uitvoering
DownloadMore=Gratis Download
Frmboot.lblsec.caption=Sec
Frmboot.lblhint.caption=De grootste tijd slurpende startup items:
FrmBuy.lblinfo4.caption=Levenslang gratis ondersteuning.
pmDelete=Verwijder geselecteerde files
pmHelp=Help Online
pmforum=Forum
pmHome=Web Site
pmContact=Neem contact met ons op
pmSettings=Instellingen
pmCheckNew=Update Controle
pmLang=Taal
pmRegister=Registreer
pmAbout=Over
pmLicenseKey=Wijzig de License Key
pmIgnore=Negeer deze entrie
pmRCrec=Selecteer Veilige Entries
pmDCrec=Aanbevolen
pmAll1=Selecteer Alles
pmNone=Seleceert Niets
pmInvert=Inverteer Selectie
pmGo=Open bedoelde Map
pmGoReg=Open in Register Editor...
pmExport=Exporteer naar...
pmOpenfile=Open file locatie
pmSearchfile=Zoek online
pmExportInfo=Exporteer naar...
pmCopyInfo=Kopieer naar to clipboard
pmSrvStart=Start
pmSrvStop=Stop
pmSrvRestart=Restart
FrmWPMain.btncheckup.caption=PC Checkup
FrmWPMain.btnsysclean.caption=Systeem Opruimen
FrmWPMain.btnsystune.caption=Systeem Tuneup
FrmWPMain.btnprivacy.caption=Privacy Beschermer
FrmWPMain.btnSysmon.caption=Systeem monitoren
FrmWPMain.btnAi.caption=WiseX
FrmChangeHeader.caption= Verander Avatar
FrmHome.btnactive.caption=Upgraden naar de Pro Versie
FrmHome.lblshare.caption=Deel Wise Care 365
FrmHome.lbltools.caption=Mogelijkheden
FrmHome.btntools.hint=Meer mogelijkheden
FrmHome.btnhead.Hint=Verander Avatar
FrmHome.edtuser.Hint=Verander bijnaam
FrmHistory.btncheckup.caption=Checkup
FrmExam.btncancel.caption=Stop
FrmExam.lblrecheck.caption=Opnieuw
FrmExam.btnfix.caption=Repareer
FrmButtons.lblinfo.caption=U kunt sorteren d.m.v. slepen en plaatsen.
Frmabout.lblstatus.caption=Status:
FrmAbout.caption=Over
FrmAbout.lblver.caption=Huidige Versie:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblhome.caption=Homepage
FrmAbout.lblthanks.caption=Met dank aan de volgende personen voor hun bijdrage:
FrmAbout.lblWarning.caption=Waarschuwing: Dit Programma is beschermd door Copyright en Internationale afspraken.
frmabout.lblUninstall.caption=Deinstalleer Instructie
frmabout.lblPolicy.caption=Privacy Policy
frmabout.lblEula.caption=EULA
Frmadvdc.btnscan.caption=Start Scan
Frmadvdc.lblpath.caption=Scan Locatie:
Frmadvdc.btnrescan.caption=Scan Opnieuw
Frmadvdc.btnall.caption=Selecteer Alles
Frmadvdc.btnadvanced.caption=Uitgebreide Instellingen
Frmadvdc.btnnone.caption=Selecteer Niets
Frmadvdc.lblspeed.caption=De Snelste Scan snelheid in de hele wereld !
Frmadvdc.vtfiles.Columns[0]=File Naam
Frmadvdc.vtfiles.Columns[1]=Grootte
Frmadvdc.vtfiles.Columns[2]=Pad
Frmadvdc.vtfiles.Columns[3]=Laatst Gebruikt
Frmadvdc.vtfiles.Columns[4]=Type
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Maak
FrmAdvSettings.btnremove.caption=Verwijder
FrmAdvSettings.btncancel.caption=Stop
FrmAdvSettings.caption=Uitgebreide Instellingen
FrmAdvSettings.btnre.caption=Aanbevolen
FrmAdvSettings.btnall.caption=Selecteer Alles
FrmAdvSettings.btnnone.caption=Selecteer Niets
Frmadvdc.btnre.caption=Aanbevolen
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Maak een volledige Register Backup
FrmBackup.btnsys.caption=Maak een Systeem Herstelpunt.
FrmRestore.caption=Herstellen
FrmRestore.btnRegBk.caption=Register Backup
FrmRestore.btnSysBK.caption=Systeem Herstel
FrmRestore.btnclose.caption=Sluit
FrmRestore.btnrestore.caption=Herstel
FrmRestore.btnremove.caption=Verwijder
FrmGeneral.ckfileshred.caption=Voeg de file shredder toe aan het Context Menu.
FrmBFConfig.btnall.caption=Selecteer Alles
FrmBFConfig.btnnone.caption=Selecteer Niets
FrmBFConfig.btnRemove.caption=Verwijder
FrmBFConfig.caption=Negeer Items
Frmbigfile.vtfiles.Columns[0]=File Naam
Frmbigfile.vtfiles.Columns[1]=Grootte
Frmbigfile.vtfiles.Columns[2]=Type
Frmbigfile.vtfiles.Columns[3]=Laatste keer geopend
Frmbigfile.vtfiles.Columns[4]=Pad
Frmbigfile.lblpath.caption=Scan Locatie:
Frmbigfile.btnrescan.caption=Scan Opnieuw
Frmbigfile.btnsearch.caption=Zoek
Frmbigfile.btndel.caption=Verwijder
Frmbigfile.btncancel.caption=Stop
FrmBigFile.btnIgnore.caption=Negeer geselecteerde items
FrmBigFile.btnExport.caption=Exporteer naar...
FrmBigFile.btnExConfig.caption=Negeer items
FrmBuy.lblfull.caption=Upgrade naar Wise Care 365 Pro.
FrmBuy.lblfull1.caption=Om alle functies van Wise Care 365 te kunnen gebruiken, moet u de volledige versie van Wise Care 365 kopen. Met de volledige versie kunt u :
FrmBuy.lblinfo0.caption=One click om alle problemen in seconden te repareren.
FrmBuy.lblinfo1.caption=Verwijdert alle junk bestanden, computer traces en geschiedenissen automatisch.
FrmBuy.lblinfo2.caption=Versnelt de startup snelheid, Internet verbindings snelheid, en houdt uw  PC als nieuw.
FrmBuy.lblinfo3.caption=Realtime protectie en optimalisatie van het Windows systeem.
FrmBuy.btnbuy.caption=Koop nu
FrmBuy.btnactive.caption=Activeer uw licentie key
FrmBuy.lblguarantee.caption=Indien u niet tevreden bent met deze software om welke reden dan ook, u krijgt uw geld terug binnen 60 dagen.
FrmBuy.lblkey.caption=Heeft u al een licentie key?
FrmRegister.caption=Registreer
FrmLicense.lblinfo.caption=Bedankt voor uw evaluatie van Wise Care 365!
FrmLicense.lblinput.caption=Voer uw licentie key in om de pro versie te activeren.
FrmLicense.lblname.caption=Naam :
FrmLicense.lblemail.caption=E-mail:
FrmLicense.lblkey.caption=Licentie Key:
FrmLicense.btnregister.caption=Registreer
FrmLicense.lblhelp.caption=Heeft u invoer problemen met de licentie key?
FrmLicense.lblnokey.caption=Heeft u nog geen licentie key?
FrmLicense.lblsupport.caption=Neem contact met ons op
FrmLicense.btnbuy.caption=Koop nu
FrmExitNotice.btnexit.caption=Exit WiseCare 365
FrmExitNotice.btnreg.caption=Ga verder met de registratie
FrmExitNotice.lbltitle.caption=Voor u Wise Care 365 Pro afsluit, Noteer:
FrmExitNotice.lblinfo.caption=Deze problemen vertragen uw computer, reduceerd zijn efficiency en verhoogd uw frustratie en veroorzaakt tijd verlies.
FrmExitNotice.lblregister.caption=Registreer Wise Care 365 Pro op:
FrmCommon.btnall.caption=Selecteer Alles
FrmCommon.btnre.caption=Aanbevolen
FrmCommon.btnnone.caption=Selecteer Niets
FrmCommon.btnScan.caption=Start Scan
FrmCommon.lblstat.caption=Verwijdert snel en gemakkelijk nutteloze files en traces.
FrmCommon.btncancel.caption=Stop
FrmCommon.btnrescan.caption=Scan Opnieuw
FrmRegClean.btnall.caption=Selecteer Alles
FrmRegClean.btnre.caption=Aanbevolen
FrmRegClean.btnnone.caption=Selecteer Niets
FrmRegClean.btnCustom.caption=Gebruikers gebied
FrmRegClean.WiseLabel1.caption=Planner
FrmRegClean.lbltype.caption=Selecteer Type:
FrmRegClean.lblweek.caption=Selecteer dag:
FrmRegClean.lbltime.caption=Tijd:
FrmRegClean.btnScan.caption=Start Scan
FrmRegClean.btncancel.caption=Stop
FrmRegClean.btnrescan.caption=Scan Opnieuw
FrmRegClean.lblstat.caption=Het register is nog niet opgeschoond. Scan Nu!
FrmRegClean.lblinfo.caption=Regelmatig opschonen van uw Register maakt uw PC sneller en stabieler.
Frmcustom.caption=Gebruikers gebied
Frmcustom.btnre.caption=Aanbevolen
Frmcustom.btnall.caption=Selecteer Alles
Frmcustom.btnnone.caption=Selecteer Niets
Frmcustom.btncancel.caption=Stop
Frmcustom.btnok.caption=OK
FrmDiskDefrag.btnfree.caption=Vrije ruimte
FrmDiskDefrag.btnfolder.caption=Map
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=Systeem File
FrmDiskDefrag.btnFragmented.caption=Fragmenten
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.lbltask.caption=Na Defragmentatie
FrmDiskDefrag.btnpause.caption=Pauze
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragmenteer
FrmDiskErase.lblinfoex.caption=Disk Eraser beschermt uw privacy door een complete verwijdering van verwijderde files.
FrmDiskErase.btnstopErase.caption=Stop
FrmDiskErase.chkshutdown.caption=Sluit af na disk schoonmaken.
FrmDiskErase.BtnErase.caption=Schoonmaken
FrmDiskErase.lblerasemode.caption=Beveiliging:
FrmDiskErase.vstDisk.Columns[0]=Drives
FrmDiskErase.vstDisk.Columns[1]=Totale grootte
FrmDiskErase.vstDisk.Columns[2]=Vrije ruimte
FrmDiskErase.vstDisk.Columns[3]=Status
FrmExclusion.btnimport.caption=Importeer
FrmExclusion.btnexport.caption=Exporteer
FrmFileShredder.lblFileLine1.caption=Shredded files worden verwijderd en kunnen niet meer hersteld worden.
FrmFileShredder.lblFileLine2.caption=Shredded files worden verwijderd door het overschrijven van hun originele plaats op de Disk.
FrmFileShredder.btnErase.caption=Vernietig
FrmFileShredder.btnaddfile.caption=Voeg Files toe
FrmFileShredder.btnaddfolder.caption=Voeg Mappen toe
FrmFileShredder.btnstop.caption=Stop
FrmFileShredder.btndelitem.caption=Verwijder
FrmFileShredder.vtfiles.Columns[0]=File/Map Naam
FrmFileShredder.vtfiles.Columns[1]=Pad
FrmFileShredder.vtfiles.Columns[2]=Status
FrmGeneral.lbltrash.caption=Aantal onbruikbare files zijn groter dan
FrmGeneral.lbltrace.caption=Het aantal traces is groter dan
FrmGeneral.chkturbo.caption=Draai Wise Turbo elke Week 
FrmGeneral.chkstartup.caption=Uivoeren bij Windows Startup
FrmGeneral.chkbooster.caption=Start Bootup Booster wanneer de computer start.
FrmGeneral.lblsys.caption=Systeem
FrmGeneral.lblupdate.caption=Controleer voor updates.
FrmGeneral.lblexp.caption=Detail
FrmGeneral.lblportable.caption=Portable Versie
FrmGeneral.btnmakeportable.caption=Maak een Portable Versie
FrmGeneral.lbllang.caption=Taal:
FrmGeneral.btnupdate.caption=Controleer Nu
FrmGeneral.lblFontsize.caption=Font formaat：
fontnormal=Normaal
fontbig=Groot
fontlarger=Groter
FrmGobleSettings.btnstartup.caption=Boot Booster
FrmGobleSettings.caption=Instellingen
FrmGobleSettings.TabBtnGeneral.caption=Algemeen
FrmGobleSettings.TabBtnClean.caption=Opruimen
FrmGobleSettings.TabBtnExclusion.caption=Uitgesloten
FrmGobleSettings.TabBtnCheckup.caption=Checkup
FrmGobleSettings.btncancel.caption=Stop
FrmGobleSettings.btnok.caption=Bewaar
FrmGobleSettings.btnTray.caption=Tray
FrmGobleSettings.btnSysProect.caption=Systeem Beveiliging
FrmNewVer.lblTitle.caption=Er is een nieuwe versie beschikbaar.
FrmNewVer.lblignore.caption=Negeer deze versie
FrmNewVer.btnno.caption=Niet Nu
FrmNewVer.btnUpdate.caption=Update Nu
FrmOptimizer.btnoptimize.caption=Optimaliseer
FrmOptimizer.lblinfoex.caption=Systeem Tuneup kan uw netwerk en systeem verbeteren.
FrmOptimizer.btnRecommended.caption=Aanbevolen
FrmOptimizer.btnnone.caption=Selecteer Niets
FrmOptimizer.btnall.caption=Selecteer Alles
FrmOptimizer.btnDefault.caption=Systeem Standaard
FrmPrivacyErase.lblinfo.caption=Bescherm uw privacy door het verwijderen van tracking data.
FrmPrivacyErase.btnrescan.caption=Scan Opnieuw
FrmPrivacyErase.btnScan.caption=Start Scan
FrmProcess.caption=Register Defragmentatie
FrmProcess.lblwait.caption=Wachten A.U.B...
FrmProcess.lblinfo.caption=Uw PC geeft voor een paar minuten geen antwoord.
FrmRegDefragger.lblinfo.caption=Register defragmentatie maakt uw PC sneller en stabieler.
FrmRegDefragger.lblstat.caption=Het register is nog niet gedefragmenteerd. Defragmenteer Nu!
FrmRegDefragger.btndefrag.caption=Defragmenteren
FrmRegDefragger.lblinfo1.caption=1. Het is aan te bevelen om alle andere applicaties te stoppen voor deze functie.
FrmRegDefragger.lblinfo2.caption=2. Het Systeem geeft geen antwoord tijdens de analyse.
FrmRegDefragger.lblinfo3.caption=3. De Computer start opnieuw op na de register defragmentatie.
FrmRegDefragger.lblinfo4.caption=4. Onderbreek nooit de register defragmentatie, het kan onbekende consequenties veroorzaken
FrmRegDefragger.vtdefrag.Columns[0]=Verzamelnaam
FrmRegDefragger.vtdefrag.Columns[1]=Huidige Grootte
FrmRegDefragger.vtdefrag.Columns[2]=Nieuwe Grootte
FrmRegDefragger.vtdefrag.Columns[3]=Reduceer grootte
FrmRegDefragger.btnAnalysis.caption=Analyseer
FrmPwGenerator.lblnotice.caption=Attentie: Bewaar uw wachtwoord op een veilige manier  om hem niet te vergeten.
FrmPwGenerator.BtnCopy.caption=Kopieer naar het plakbord
FrmPwGenerator.ckdigital.caption=Digitaal
FrmPwGenerator.cklowercase.caption=Kleine letters
FrmPwGenerator.ckupercase.caption=Grote Letters
FrmPwGenerator.ckspecial.caption=Speciale Characters
FrmPwGenerator.lblinfo.caption=De Wachtwoord Generator helpt u naar een hoger beveiligings niveau.
FrmPwGenerator.lbllen.caption=Wachtwoord Lengte:
FrmPwGenerator.Btngenerator.caption=Wachtwoord Generator
FrmRate.Btnlist.caption=Gebruikers meningen
FrmRate.Btnreview.caption=Mijn mening
FrmRate.Btnfirst.caption=Wees de eerste met een mening
FrmRate.Btnsubmit.caption=Verstuur
FrmRate.lblscore.caption=Rate:
FrmRate.lblscorehint.caption=(U moet op de sterren klikken voor een waardering)
FrmRate.lblnick.caption=Uw Nickname:
FrmRate.lblnickhint.caption=(Optioneel)
FrmRate.lblemail.caption=Uw Emailadres:
FrmRate.lblemailhint.caption=(Optioneel)
FrmRate.lblcontent.caption=Inhoud:
FrmRate.lblcontenthint.caption=(Optioneel)
FrmRate.lbldesctitle.caption=Software Beschrijving:
FrmRate.lblratesoft.caption=Aanbevolen Software
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Stop
FrmSchedule.lblinfo.caption=Een regelmatige automatische opschoning houdt uw PC in topvorm.
FrmSchedule.chksilent.caption=Stille mode
FrmSchedule.lbltype.caption=Selecteer Run Type:
FrmSchedule.lblweek.caption=Selecteer Dag:
FrmSchedule.lbltime.caption=Tijd:
FrmSchedule.caption=Geplande Taak
FrmStartupMgr.chkhidems.caption=Verberg alle Microsoft services
FrmStartupMgr.TabBtnBoot.caption=Startup
FrmStartupMgr.TabBtnTask.caption=Taak
FrmStartupMgr.TabBtnService.caption=Services
FrmStartupMgr.TabBtnHis.caption=Records
FrmStartupMgr.BtnRestoreAll.caption=One-click Herstel
FrmStartupMgr.tabbtnup.caption=Sneller
FrmSysClean.btnSlimming.caption=Afslanken
FrmSysClean.btnall.caption=Selecteer Alles
FrmSysClean.btnrecommended.caption=Aanbevolen
FrmSysClean.btnnone.caption=Selecteer Niets
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Grootte
FrmSysClean.vtsys.Columns[2]=Locatie
FrmSysClean.vtsys.Columns[3]=Suggesties
FrmTabSysClean.TabBtnBigFile.caption=Grote Files Manager
FrmTabPrivcay.TabBtnPrivacyErase.caption=Privacy Uitwissen
FrmTabPrivcay.TabBtnDiskErase.caption=Disk Uitwissen
FrmTabPrivcay.TabBtnFileShredder.caption=File Shredder
FrmTabPrivcay.TabBtnPwGenerator.caption=Wachtwoord Generator
FrmTabPrivcay.TabBtnNotifyManager.caption=Sites Meldingen.
FrmTabSysClean.TabbtnRegclean.caption=Register Opruimen
FrmTabSysClean.TabBtnCommonClean.caption=Algemeen Opruimen
FrmTabSysClean.TabBtnAdvClean.caption=Uitgebreid Opruimen
FrmTabSysClean.TabBtnSysSimming.caption=Systeem Afslanken
FrmTabSysTune.TabbtnSysOpt.caption=Systeem Optimizer
FrmTabSysTune.TabBtnDDefrag.caption=Disk Defragmenteren
FrmTabSysTune.TabBtnRDefrag.caption=Register Defragmenteren
FrmTabSysTune.TabBtnBoot.caption=Startup Manager
FrmTabSysTune.TabBtnContext.caption=Context Menu
FrmTabSysMon.TabBtnProcess.caption=Proces Monitor
FrmTabSysMon.TabBtnHard.caption=Hardware Overzicht
FrmTabSysMon.btnProcessor.caption=Processor
FrmTabSysMon.btnBoard.caption=Mainboard
FrmTabSysMon.btnMemory.caption=Geheugen
FrmTabSysMon.btnGraphic.caption=Grafische kaart
FrmTabSysMon.btnDisk.caption=Hard Drive
FrmTabSysMon.btnNetAdapter.caption=Netwerkadapter
FrmTabSysMon.btnSoundCard.caption=Geluidskaart
FrmSettingClean.cksafe.caption=Veilig Verwijderen.
FrmSettingClean.chkAutoBackup.caption=Auto register backup voor het opruimen
FrmSettingClean.lblfolder.caption=Gebruikers map legen (Enkel ervaren gebruikers)
FrmSettingClean.btnadd.caption=Voeg toe
FrmSettingClean.btnremove.caption=Verwijder
FrmSettingClean.lblscanmode.caption=Hoe scan je het register
FrmSettingClean.rdnormal.caption=Normaal
FrmSettingClean.rdssafe.caption=Veilig
FrmSettingClean.rddeep.caption=Diep
FrmSettingClean.lblusers.caption=Gebruiker(s):
frmsettingclean.rdauser.caption=Alle gebruikers
frmsettingclean.rdcuser.caption=Enkel huidige gebruiker
frmsettingclean.rdusers.caption=Geselecteerde gebruikers
FrmIgnoredItems.BtnRestore.caption=Herstel
FrmIgnoredItems.btnall.caption=Selecteer Alles
FrmIgnoredItems.btnnone.caption=Selecteer Niets
FrmIgnoredItems.lblinfo.caption=Negeer checkup items
FrmShutDownNote.caption=Afsluiten Notitie
FrmShutDownNote.btnCancel.caption=Stop
Frmskin.lblphoto.caption=Gebruiker foto thema
FrmSkin.lblprevious.caption=Vorige
FrmSkin.lblnext.caption=Volgende
frminput.btncancel.caption=Stop
frminput.btnok.caption=OK
FrmChangeHeader.btncustom.caption=Gebruikers Avatar
FrmChangeHeader.btnsys.caption=Systeem Avatar
FrmChangeHeader.btnlocal.caption=Lokaal Plaatje
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Stop
FrmChangeHeader.lblpreview.caption=Preview
Frmsecurity.caption=WiseCleaner.com gebruikers ervaringen verbeter programma
Frmsecurity.lbltitle.caption=Doe mee aan het gebruikers ervarings verbeter programma
Frmsecurity.lblinfo1.caption=Om dit product te verbeteren, kunt u deelnemen aan het gebruikers ervarings verbeter programma dat informatie over hoe u het programma gebruikt, zend aan WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Niets van de verzamelde informatie verwijst naar u of wordt ergens anders voor gebruikt.
Frmsecurity.lbllink.caption=Leer meer over het gebruikers ervaring verbeter programma.
Frmsecurity.cbagree.caption=Doe mee aan het gebruikers ervarings verbeter programma.
Frmsecurity.cbagainst.caption=Ik doe niet mee met het verbeter programma.
Frmsecurity.btnok.caption=OK
FrmTrail.lbltitle.caption=Bedankt voor het kiezen van Wise Care 365
FrmTrail.lblhint.caption=U kunt de volgende functies gebruiken tot het einde van de probeerperiode.
FrmTrail.lblinfo0.caption=1, One-click om de Pc te controleren en fouten te herstellen.
FrmTrail.lblinfo1.caption=2, Privacy opschoner.
FrmTrail.lblinfo2.caption=3, Inhouds menu management.
FrmTrail.lblinfo3.caption=4, Auto update naar een nieuwe versie.
FrmTrail.lblinfo4.caption=5, Fantastische nieuwe thema's.
FrmTrail.lblhint1.caption=Indien u van dit programma houd koop het dan in deze periode.
FrmTrail.btnbuy.caption=Koop Nu
FrmTrail.btnClose.caption=Later
FrmReqInstall.lblTitle.caption=Dit programma is niet beschikbaar, wilt u het nu dowloaden en installeren?
FrmReqInstall.lblLicense.caption=Lees de licentie voorwaarden
FrmReqInstall.lblPrivacy.caption=lees de Privacy Policy
FrmReqInstall.upgrade.caption=Er is een Nieuwe versie beschikbaar. Nu downloaden?
FrmKeyNotice.lblinfo.caption=Nu kunt u genieten van %s korting om te upgraden naar een Officiële uitvoering. Mis dit niet!
FrmKeyNotice.caption=Mededeling
FrmKeyNotice.BtnBuy.Caption=Koop Nu
FrmKeyNotice.lbltitle.Caption=U bent mogelijk het slachtoffer van een pirate licentie key, die mogelijk u computer kan beschadigen.
FrmKeyNotice.lblbuyinfo1.caption=originele prijs
FrmKeyNotice.lblbuyinfo2.caption=60-Dagen Geld terug Garantie
FrmNotiManager.lblinfo.caption=Beheer de sites die u meldingen sturen.
FrmNotiManager.lblhint.caption=Het kan u helpen om het ontvangen van meldingen te stoppen, het verwijderen van sites die u meldingen sturen.
FrmNotiManager.lvnotis.Columns[0]=Website	
FrmNotiManager.lvnotis.Columns[1]=Beveiliging	
FrmNotiManager.lvnotis.Columns[2]=Uitvoering
SysBoottime=Last boot time %.2f seconde.
FrmShutDownNote.lblshutnote.caption=Uw PC wordt na %d sec afgesloten.
FrmSchedule.chkshutdown.caption=Shut down na schoonmaken.
FrmRmdlg.lblCaption.caption=Wise Care 365 Tray  houd uw PC in een goede staat.
FrmRmdlg.caption=Wise Care 365

[Lang]
NativeLanguage=Nederlands
ChangeLang=Restart na de taal aanpassing de software.
[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=OK
ButtonMinimize=Minimaliseer
ButtonMaximize=Maximaliseer
ButtonClose=Sluit
ButtonRestore=Herstel
ButtonMenu=Menu
ButtonSkin=Thema
apply=Voeruit
Nothanks=Nee, dank u
ButtonCancel=Stop
ButtonYesToAll=Ja voor alles
ButtonAbort=Abort
ButtonRetry=Opnieuw
ButtonIgnore=Negeer
ButtonAll=Alles
ButtonNoToAll=Nee voor alles
ButtonHelp=Help
[WiseTray]
TfrmTraySetting.ckclose.caption=Sluit de tray wanneer het hoofdprogramma stopt.
TfrmAssistMsg.ckbxNoPrompt.caption=Waarschuw me niet meer.
TfrmTraySetting.ckAssist.caption=Geef me een bericht als iemand mij antwoord.
TfrmTraySetting.ckReware.caption=Geef me een bericht als iemand mij een betaalde vraag steld.
TfrmTraySetting.Caption=Instellingen
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Stop
TfrmTraySetting.ckbx4.Caption=Toon het window automatisch als Wise Care 365 wordt gebruikt
TfrmTraySetting.lbl4.Caption=Optimaliseer het geheugen wanneer het maximale aangegeven geheugen gebruik groter is dan deze waarden
TfrmTraySetting.lbl1.Caption=Temperatuur Unit
TfrmTraySetting.lbl2.Caption=Toon Systeem Info
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celcius
TfrmTraySetting.ckbx3.Caption=Auto-optimalisatie
TfrmTraySetting.ckbx5.Caption=CPU Temperatuur
TfrmTraySetting.ckbx6.Caption=GPU Temperatuur
TfrmTraySetting.ckbx7.Caption=Hard Drive Disk 
TfrmTraySetting.ckbx8.Caption=Mainboard Temperatuur
TfrmTraySetting.ckbx9.Caption=Netwerksnelheid
TfrmTraySetting.ckbx10.Caption=CPU gebruik
FrmTrayMain.btnExit.caption=Exit Wise Care 365
FrmTrayMain.btnShowMain.caption=Open Hoofd Programma
FrmTrayMain.ppmitem2_1=Verberg popup Window
FrmTrayMain.ppmitem2_2=Toon popup Window
frmWiseFloatWnd.ppmStayontop=Blijf bovenaan
frmWiseFloatWnd.ppmHide=Verberg
TfrmPopupWnd.Caption=Wise Care 365 Tray
TfrmPopupWnd.btn1.Caption=Optimaliseer
TfrmPopupWnd.lblM.Caption=Geheugen：
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Genoeg beschikbaar geheugen
TfrmPopupWnd.lbl1.Caption_2=Minder beschikbaar geheugen 
TfrmPopupWnd.lbl1.Caption_3=Nauwelijks beschikbaar geheugen 
TfrmPopupWnd.lvitem0=Optimaliseer het systeem
TfrmPopupWnd.lvitem1=Maakt het geheugen schoon
TfrmPopupWnd.lvitem10=Groot geheugengebruik 
TfrmPopupWnd.lvitem30=Groot CPU gebruik
TfrmPopupWnd.msg1=Maakt het geheugen schoon
TfrmTraySetting.lblTip.Caption=Instellen Floating Window
TIP_CPU_USE=CPU gebruik
H_ID_MAINBOARD=Mainboard Temperatuur
H_ID_CUP=CPU Temperatuur
H_ID_GRAPHICS_T=Graphische Kaart Temperatuur
H_ID_DISK=Disk Temperatuur
TIP_NET_RCV=Netwerk Activiteit
[Context]
ContxtMgrInfo=Een gemakkelijke methode om het Windows context menu aan/uit te zetten.
ContextName=Menu Opschrift
ContextPublisher=Uitgever
ContextType=Type
ContextAction=Status
ContextAll=Alle bestanden (*)
ContextDirectory=Directory
ContextFolder=Map
ContextDrive=Drive
ContextBack=Desktop
ContextRecycle=Recycle
ContextShortcut=Shortcut Bestand
ContextExe=gebruik het bestand
Contextunknowndesc=Onbekende Omschrijving
Contextunknown=Onbekende firma
ContextOther=Andere
ContextNew=Nieuwe File
[Message]
systemrestorepoint=Maakt automatisch een systeem herstelpunt
SSD=Uw selectie bevat minstens een solid-state drive (SSD) die snel verouderd door deze actie. Wilt u doorgaan?
NoNews=Er zijn geen ongelezen berichten.
MWDetected=MalwareBytes is gedetecteerd die %s blokkeerd. Klik op OK voor de oplossing.
ConfirmRemoveDownload=Alle files in de download map worden verwijderd, weet je zeker dat je door wilt gaan?
OverMaxTimes=Authenticatie fout! U heeft waarschijnlijk het max aantal activaties overschreden, neem a.u.b. contact met ons op.
Skipped=Overgeslagen
7After=%d dagen zijn gepasseerd sinds de laatste opschoning van uw Register. Onmiddellijk scannen is gewenst.
7Before=Hoe schoner uw Register hoe sneller uw computer wordt!
Activated=De Pro versie is geactiveerd.
ActivateOnline=Controleren van uw registratie informatie, wacht a.u.b. even...
AddFileType=Voeg een file type toe
AddFolder=Voeg een Map toe
AdviseClean=Een regelmatige register opschoning verbeterd de stabilitijd van uw PC.
AllHardDrive=Locale Hard Drives
AlreadExist=%s staat reeds in de lijst.
Analysing=Analyseren...
Area=Area
AvdDefaultHint=Zoek meer ongebruikte files en maak meer disk ruimte.
BackupDate=Backup Datum
BackupType=Backup Type
BFName=File Naam
BFPath=Pad
BFSize=File grootte
BFType=Type
BigfileHint=Systeem files en belangrijke files zijn voor de scan reeds buitengesloten. Wees A.U.B. voorzichtig met kiezen voor andere files.
BigfileSearch=Regelmatig ongebruikte grote files verwijderen om meer Disk ruimte te maken!
BigfileSearchFinish=Zoeken gereed: %d grote files gevonden met %s disk gebruik in: %d seconden.
BigfileSelect=U heeft %d files geselecteerd, de detectie helpt u om %s Diskruimte vrij te maken.
bkAuto=Automatisch
bkManual=Manueel
Browse=Browse...
BrowserRunning=%s is actief. Wil je hem nu stoppen? Of de caches en cookies kunnen niet verwijderd worden.
BtnHint=Sneller en Beter
BtnUpgrade=Volledige Versie
Cancel=Stop
CanFreeSpace=%d files gevonden, en %s disk ruimte kan vrij gemaakt worden.
CannotCrTask=Kan geen taak maken.
Clean=Schoon
CleanDone=Schoonmaken is gereed!
CleanForReg=Schoonmaken Register...
CleanHis=Schoonmaak geschiedenis
Cleaning=Schoonmaken...
CleanNow=Een onmiddellijke schoonmaak is gewenst.
ComfirmDefrag=Bewaar a.u.b. uw openstaand werk, omdat de PC reboot na de Defrag. Doorgaan?
Complete=Gereed
Compress=Comprimeren...
ConfirmAdd=Weet je zeker dat je alle files in %s wilt verwijderen in "Uitgebreid Schoonmaken"?
ConnectFail=Kan geen verbinding maken met de server, controleer a.u.b. uw internet connectie en probeer het later opnieuw.
CreateBackup=Backup data maken...
CreateBackupReg=Backup data maken... Wacht a.u.b. een paar minuten.
CreateDate=Data gemaakt
def15After=%d dagen sinds de laatste keer, een onmiddellijke register defrag is gewenst.
def15Before=Uw computer wwerkt sneller en stabiler als uw het register zo compact mogelijk maakt.
DefaultValue=(Standaard)
DefragRate=De optimalisatie rate is: %s.
DefragReport=Her Register is gedefraged. Raport:
DefragReport1=De vorige grootte van het Register:
DefragReport2=De nieuwe grootte van het Register:
DefragReport3=Geoptimaliseerde grootte:
delbigfile=Het verwijderen van grote files is een One-way proces zonder backup. Wil je deze files verwijderen?
delbigfileFail=Kan de file: %s niet verwijderen, mogelijk is hij in gebruik door een andere applicatie.
DelSkin=Weet je zeker dat je dit thema wilt verwijderen?
Description=Beschrijving
DisableAdd=Uit veiligheids overweging zijn sommige Mappen (zoals "Windows", "Boot of Hard Drive" aen "CD-ROM") in de lijst geplaatst. 
Discount=(25% korting is nu beschikbaar)
DiscountInfo1=U gebruikt Wise Care 365 Free nu %d dagen, 
DiscountInfo2=we hebben nu een speciaal aanbod voor u, 
DiscountInfo3=betaal slechts %s voor een upgrade naar de PRO versie.
DownloadError=Download fout, probeer het later opnieuw.
DownloadingSkin=De huidige download taak is nog niet klaar. Update later a.u.b.
DupFile=De File in the lijst
DupFolder=Seze Map staat reeds in de lijst.
DupItem=Dit item staat reeds in de lijst.
ElapsedTime=Verlopen tijd: 
ELeftTime=Tijd te gaan...
EmptyEmail=Email addres mag niet leeg zijn.
EmptyName=Uw naam mag niet leeg zijn.
EmpytKey=License key mag niet leeg zijn.
EnableRestore=Systeem Herstel is uitgezet. Wil je het aanzetten?
Entries=Entries
ErrorMsg=Fout bericht:
ExImport=De uitgesloten lijst is geexpoteerd naar:
ExitTray=Weet je zeker dat je de Wise Care 365 Tray wilt stoppen?
ExpiryDate=Eind Datum:
Exported=De huidige entries zijn geëxporteerd naar %s. Wilt u de file nu openen?
Extracte=Uitpakken...
FailedCloseProcess=Stoppen programma is mislukt. Sluit het programma a.u.b. handmatig.
FailToDelete=Sommige files kunnen niet verwijderd worden, maar worden verwijderd bij de volgende computer herstart.
failtounLock=Kan regedit niet openen. waarschijnlijk heeft u een hogere authorizatie nodig (administrator).
FindDrives=Zoek naar drives...
FindError=%d problemen gevonden, en %d onveilige entries.
FindFilesSize=%d files gevonden, groot %s
FindRunProcess=Het object programma werkt. Sluit het a.u.b. om de update uit te voeren.
FindTraces=%d geschiedenis gevonden.
FindTracesSection=%d traces gevonden in deze sectie
Fix=Fix
Free=Vrij
GetHotSkinError=Een fout ontvangen bij navraag thema informatie.
GettingRestoreData=Haal herstelde data...
GoodHabit=Regelmatig opschonen van het Register houd uw PC op top niveau.
HaveChange=Wil je de veranderingen bewaren?
Hours=Uren
Ignore=Negeer
IgnoreVer=Negeer deze Update
illegalType=%s is een illegaal file type.
InputCookie=Geef een Domeinnaam (Zoals Google, live etc.)
InputSummary=Geef a.u.b. de samenvatting voor dit type:
InputType=Invoer filenaam of file type (bv: *.tmp etc...)
InvalidEmail=Ongeldig e-mailadres, geef a.u.b. een geldig Emailadres.
InvalidIgnorItem=Dit item kan niet genegeerd worden.
InvalidKey=Ongeldige license key, geef een geldige.
InvalidRegInfo=Ongeldige registratie informatie! 
InvalidType=Ongeldige file extensie
IsRunning=Het programma is aan het scannen, wacht a.u.b. tot dat de scan klaar is, en probeer dan opnieuw.
IssueFound=%d problemen gevonden.
Items=Items
KeyWord=Type a.u.b. uw keyword:
KillProcessError=Stop de proces fout, mogelijke oorzaak - onvoldoende rechten. 
LastClean=Uw laatste opschoning was op:
LastCommonClean=Uw laatste schoonmaak was op:
LastDefrag=Uw laatste register defragmentatie tijd:
LeastOne=Kies tenminste een gebied om te scannen.
LeftTime=Resterende tijd: 
LeftTimeSec=Tijd: %s seconden.
LestOne=Kies tenminste een gebied om te scannen.
LestOneClean=Kies tenminste een gebied om schoon te maken.
LestOneItem=U moet minstens een item kiezen om opgeschoond te worden.
LogAll=%d problemen gevonden, %d problemen opgelost.
LogFail=%d items kunnen niet verwijderd worden.
Minutes=Minuten
MoreSpace=meer ruimte is nodig
NeedBackup=Het ziet er naar uit dat dit de eerste keer is dat u PC Checkup gebruikt. Een onmiddellijke backup is noodzakelijk. Wil je de backup automatisch uitvoeren?
NeedInstall=Wil je %s nu installeren?
NeedStartup=U moet uw PC handmatig in snelheid verhogen, want Wise Care 365 is niet ingesteld om dit bij startup te doen.
NeedUpdate=Wil je %s nu updaten?
Never=Nooit
NeverDefrag=Het Register is nog niet gedefragmenteerd !
New=Nieuw
NewVer=Er is een nieuwe versie beschikbaar! Wil je nu upgraden?
NoBackupSelected=U moet minstens een backup kiezen om te herstellen.
NoDriveChecked=U moet een of meer drives kiezen om te scannen.
NoError=Gefeliciteerd, geen enkel probleem gevonden!
NoFilesFound=Geen junk files
NoItemChecked=U moet een of meer files kiezen om te verwijderen.
NoItemFound=Geen items gevonden
NoItems=Gefeliciteerd! Alle items zijn geoptimaliseerd.
NoNewVer=Gefeliciteerd, dit is de laatste versie!
NoRegInfo=Kan uw registratie informatie niet vinden.
Notice=Maak de PC Sneller & Veiliger
NoTracesFound=Geen traces
NoTrashAndTrace=Gefeliciteerd! Uw computer is schoon.
NotShowNotice=Toon deze notitie niet opnieuw.
NotSupportOS=Deze mogelijkheid wordt in dit operating systeem niet ondersteund.
NowCleaning=Nu opruimen:
Offer=Speciale Offerte
Optimize=Optimaliseren
PluginCount=Plugin teller:
PrivacyActive=Om te Activeren
PrivacyData=Privacy records:
PrivacyDefaultHint=Regelmatig scannen naar tracking data beschermt uw privacy voor spiedende ogen.
Privacyissues=Privacy Issues:
PrivacyUnActive=Privacy Issues: Niet geactiveerd
Problems=Totaal: 
Proupdate=Deze PRO versie is weggegeven, maar het wordt een gratis versie als je Wise Care 365 update, doorgaan?
RegBackup=Back up van het register
RegBackupDone=Van het register is succesvol een backup gemaakt.
RegBackupFail=Register backup is mislukt.
RegeditorLocked=Uw Registry Editor is geblokkeerd. De functie backup/restore vereist een werkende Registry Editor. Wil je de registor editor nu vrij geven?
RegEntries=Ongeldige register entries.
Regerror=Register Fouten:
Registried=Geregistreerd
RegRestore=Herstel het register
RegTitle=Niet geregistreerd
Removebackup=Weet je zeker dat je de geselecteerde backup file wilt verwijderen?
RemoveSysRestore=Weet je zeker dat het geselecteerde herstelpunt wilt verwijderen?
ReScanHint=Wij adviseren u een complete PC checkup om meer problemen te vinden die uw pc vertragen.
ReScanHint1=Wij suggereren een nieuwe scan om meer problemen te vinden.
ReScanHint2=Scan A.U.B. opnieuw om meer problemen te vinden.
RestoreComplete=Herstel is gereed.
RestoreFromSysRestore=U moet uw PC herstarten na het herstellen van het systeem. Wilt u nu herstarten?
RestorePointDone=Herstelpunt maken is geslaagd
RestorePointFail=Het maken van een Herstelpunt is mislukt.
RestoreReg=Register Herstellen, wacht a.u.b. een paar minuten.
Safetodel=Dit item kan veilig verwijderd worden.
ScanAborted=De scan is geannuleerd!
ScanCanceled=De scan is onderbroken!
ScanFor=Scannen:
ScannedSection=Gescande Secties:
Scanning=Scannen...
ScheduleHint=Maak uw register regelmatig schoon.
ScheduleNextTime=De volgende keer:
ScheduleNotActive=Geplande Taak is niet gestart.
Secs=Seconden
SelectFolder=Selecteer een Map a.u.b.
SelectHardDrive=Selecteer A.U.B. een hard drive
ShredFile=Shared file/map
SkinCorrupt=De gedownloade thema file is niet compleet of corrupt! Download hem A.U.B. opnieuw.
SkinLimit=Deze uitvoering werkt enkel bij de nieuwe versie, nu upgraden?
StartClean=Schoonmaken
StartScan=Start Scan
SuggestDefrag=Een onmiddellijke defragmentatie is gewenst.
SuggestIgnore=U kunt het register een volgende keer defragmenteren.
Summary=Samenvatting
SysCreating=Een systeem herstelpunt maken...
SysProtectOff=Wise Beveiliging uit
SysProtectOn=Wise Beveiliging aan
SysRestoring=Systeemherstel voorbereiding...
ThanksRegister=Bedankt voor de registratie!
Total=Totaal:
TotalDefrag=%.2f is gecomprimeerd.
TotalTraces=%d traces gevonden.
TraceCount=Traces:
TraceFound=%d privacy risico's gevonden.
TraceFoundEx=De volgende traces zijn gevonden:
TraceRemoved=%d privacy risico's zijn verwijderd.
TranslateTo=Vertaal in het...
TrashFound=%d files gevonden, groot %s.
TrashFoundEx=De volgende junk files gevonden:
TrashRemoved=%d files verwijderd, met %s diskruimte.
TrashSize=Files:
TrayNotice=Uw PC is al een halve maand niet opgeschoond!
TuneupCount=Tuneup teller: 
TypeChanged=U heb de scan items veranderd!
TypeNoError=Schoon
Unknow=Onbekend
Unlimited=(onbeperkt)
Unoptimized=Niet geoptinaliseerd
Unregistried=Niet geregistreerd
VipSkin=Deze uitvoering is enkel beschikbaar voor geregistreerde gebruikers. Nu Upgraden?
WaitForDownload=Wacht a.u.b. totdat het downloade gereed is. 
WaitUpdateComplete=De huidige update taak is niet gereed. Update deze softeware later.
WarnNoType=U moet minstens een file type kiezen!
WarnZeroFile=U selecteerde de "Lege File" Mode. Sommige 0 byte files zijn noodzakelijk, bekijk ze zorgvuldig voor je ze verwijderd. Weet je zeker dat je dit wilt doen?
WDCReport=Wise Disk Cleaner Raport
Working=Wacht A.U.B. totdat de taak gereed is, en probeer dan opnieuw.
CookieConfirm=Geselecteerde items inclusief "Cookies". Weet je zeker dat je ze wilt verwijderen?
PWPConfirm=Geselecteerde items inclusief "Browser Saved Password" . Weet je zeker dat je ze wilt verwijderen?
PWCookieConfirm=Geselecteerde items inclusief "Browser Saved Password" en "Cookies". Weet je zeker dat je ze wilt verwijderen?
TrustSite=Vertrouwde site
UnknowSite=Onbekende site
CloseBrowser=%s is actief. Wil je hem sluiten? Anders mislukt de wijziging.
protectfail=Systeem protectie starten is misluktInstalleer het programma opnieuw of neem contact met ons op voor hulp.
InvalidPic=Ongeldig beeld formaat.
RunfromExplorer=Werk vanuit de Verkenner.
CloseHint=%d%% gebruiker kiest voor uitzetten
checkPswHint=Uw selectie bevat enige opschoonregels die niet aanbevolen zijn. Controleer a.u.b. en bevestig dit.
checkAllHint=Uw selectie bevat een opschoonregel voor bewaarde wachtwoorden. Indien u dit gekozen heeft verliest u alle bewaarde wachtwoorden.
Howfix=Hoe repareer je het?
clickfix=Klik hier om het te repareren.
[Exclusion]
Folder=Uitgesloten Map
AddFolder=Map..
File=Uitgesloten File
AddFile=File..
File Type=Uitgesloten File Type
AddType=Type..
Registry=Uitgesloten Register Sleutel
Add Key=Sleutel
Delete=Verwijder
Cookies=Uitgesloten Domein
Add Cookie=Voeg Domein toe
Whiteapp=Applicatie Witte lijst
Blackapp=Applicatie Zwarte lijst
[PrivacyScan]
SeenPictures=Geschiedenis van bekeken Plaatjes.
SeenPicturesHint=Geschiedenis van bekeken plaatjes/Foto's tijdens het surfen op het Internet.
SeenMovies=Geschiedenis van bekeken movies/videos.
SeenMoviesHint=Geschiedenis van bekeken movies/videos tijdens het surfen op het Internet.
AccessFiles=Geschiedenis van geopende Files.
AccessFilesHint=Geschiedenis van geopende files tijden computergebruik.
VisitedWeb=Geschiedenis van bezochte web pagina's.
VisitedWebHint=Geschiedenis van bezochte web pagina's tijdens het surfen op het Internet.
[PrivacyClean]
GoodHabit=U heeft een schone computer, dat is een goede gewoonte, ga zo door!
CleanNow=Er bestaan privacy risico's, een onmiddellijke opschoning is gewenst.
TraceFound=%d privacy risico's gevonden.
TraceRemoved=%d privacy risico's zijn verwijderd.
[Password]
Weak=Zwak
OK=OK
Strong=Sterk
[Schedule]
Daily=Dagelijks
Weekly=Elke Week
Monthly=Elke Maand
Idle=Wanneer de CPU Idle is
Login=Bij Login
Sunday=Zondag
Monday=Maandag
Tuesday=Dinsdag
Wednesday=Woensdag
Thursday=Donderdag
Friday=Vrijdag
Saturday=Zaterdag
AutoScan=Auto Scan
AutoClean=Auto Clean
[Bootup]
BootAction=Operatie
BootDelHint=Verwijder dit Item
BootLoad=Laden Startup programma en Services
BootLoadRate=Laden rating details...
BootName=Software Beschrijving
BootRate=Software versie
BootSuggestion=Suggesties
BootTime=Opstarttijd.
BtnRestore=Herstel
CanDisable=Optioneel uit
delItem=Weet je zeker dat je dit item wilt verwijderen?
Disable=Disable
Enable=Enable
FailToChange=Dit item kan niet enabled of disabled worden.
HisInfo=%d items zijn nu gedisabled. U kunt hier eenvoudig de foutieve gedisablede enabelen
Keep=Bewaar
MaySpeedup= Uw opstarttijd zal met %.2f seconden sneller worden.
MustEnable=Moet enabled zijn
NoHisInfo=Er zijn geen Items gedisabled
NoSuggestion=Nu geen suggesties
Optimal=Optimaal
Publisher=Uitgever
ServiceCountInfo=%d derde-party services,en %d systeem services gevonden.
ServiceName=Service Beschrijving
StartupInfo=Verwijder sommige onnodige programma's om de opstartsnelheid te verhogen.
ToDisable=Uit aanbevolen
ToKeep=Laat zoals het is
Tuneup=Optimaliseer
TuneupDone=%d boot item(s) zijn uitgezet.
TuneupFaile=%d boot item(s) kunnen niet uitgezet worden.
SecurityConfirm=Weet je zeker dat je deze entry wilt uitzetten???  Dit is een in Windows ingebouwde veiligheids applicatie icon !.
BootPublisher=Publisher
FailToRun=Kan de geselecteerde service (run) niet stoppen.
BootExcute=Uitvoeren...
Service=Service
Process=Proces
CloseRate=Staat uit
[Msg]
WDCScanSpeed=De snelste scan snelheid van de hele wereld!
WDCSysSlimming=Geen files gevonden!
PowerOpt=Niets te Optimaliseren
[CommonClean]
ScanAbortedHint1=Een onmiddellijke scan naar nutteloze files is gewenst.
ScanAbortedHint=Een onmiddellijke scan naar nutteloze files en traces is gewenst.
DefaultHint=Checkup helpt u bij potentiële veiligheidsproblemen, en optimaliseert met 1 klik.
7After=%d dagen geleden sinds de laatste opschoning. Een onmiddellijk scan is gewenst.
7Before=Het is een goede gewoonte om uw disk(s) schoon te houden en uw privacy te beschermen.
[SysClean]
Scanning=Scannen...
ScanEnd=%d items gevonden. %s diskruimte kan vrijgemaakt worden.
NoItems=Gefeliciteerd! Uw systeem schijf is schoon.
Open=Open
Remove=Verwijder
MoreSpace=meer ruimte is nodig
Cleaning=Opruimen...
SpaceFreed=Afslanken is klaar. %s diskruimte is vrij gemaakt.
Installer=Verouderde Windows Install gegevens
LongInstaller=Verouderde Windows Install gegevens zijn  onbruikbare files . Zij kunnen verwijderd worden.
PatchUninstall=Un/Deinstallatie Files van Windows Update Patches
LongPatchUninstall=Als je ze niet meer gebruikt, kunnen ze verwijderd worden.
Downloadedfiles=Windows Gedownloade Installatie Files
Longdownloadedfiles=Na een succesvolle  Windows update, kunnen de files verwijderd worden.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Deze files worden gemaakt door Windows installer service, zij kunnen verwijderd worden.
JPIME=Japanse IME
LongJPIME=Als je ze niet gebruikt, kan je ze verwijderen.
KoreanIME=Koreaanse IME
LongKoreanIME=Als je ze niet gebruikt, kan je ze verwijderen.
TChineseIME=Traditionele Chinese IME
LongTChineseIME=Als je ze niet gebruikt, kan je ze verwijderen.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Als je ze niet gebruikt, kan je ze verwijderen.
HelpFile=Help Files van Windows
LongHelpFile=Als je ze niet gebruikt, kan je ze verwijderen.
SamplePic=Voorbeeld Plaatjes van Windows
LongSamplePic=Als je ze niet gebruikt, kan je ze verwijderen.
SampleMic=Voorbeeld Muziek van Windows
LongSampleMic=Als je ze niet gebruikt, kan je ze verwijderen.
SampleVideos=Voorbeeld Videos van Windows
LongSampleVideos=Als je ze niet gebruikt, kan je ze verwijderen.
SampleMedia=Voorbeeld Media files van Windows
LongSampleMedia=Als je ze niet gebruikt, kan je ze verwijderen.
Wallpaper=Wallpaper files van Windows
LongWallpaper=Als je ze niet gebruikt, kan je ze verwijderen.
Win10Upgrade=Windows 10 upgrade files
Win10UpgradeLong=Indien u reeds Windows 10 geinstalleerd heeft, verwijder dan deze Map voor meer disk ruimte. 
[PCExam]
FixComplete=De reparatie is gereed.
ScanComplete=De scan is gereed.
CheckDefrag=Controleer de fragmentatie
FirstTimeRunHint=Langzaam? Controleer NU!
FixCanceled=De herstel operatie is gestopt!
Fixing=Fixing:
DefaultHint=Checkup helpt u bij potentiele veiligheids problemen, en optimaliseert met 1 klik.
Details=Details
DiskDefrag=Disk Defragmentatie
ExamCanceled=Checkup is gestopt!
ExamEndHint1=%d items zijn gecontroleerd, %d zijn problematisch. Suggestie: "Repareer" deze items onmiddellijk!
ExamEndHint2=%d items zijn gedetecteerd, %d items zijn problematisch. %d items moeten handmatig gerepareerd worden. "Repareer" ze Nu.
ExamEndHint3=%d items zijn gedetecteerd, %d items zijn problematisch. U moet ze handmatig repareren.
ExamEndHintFixed=Gefeliciteerd! Alle items zijn gerepareerd.
ExamEndHintFixed3=%d items zijn gerepareerd, en %d items moet handmatig gerepareerd worden.
ExamEndHintFixed4=Gefeliciteerd! %d problemen zijn gerepareerd.
ExistsPrivacyRisks=Er bestaan privacy risico's
FilesFound=%d files gevonden, met %s diskruimte.
FindJunkFiles=%d rotte files, %s.
FindPrivacyData=%d privacy records gevonden.
FindTrace=%d geschiedenis gevonden.
FindTraces=%d geschiedenis gevonden.
FindTrash=%d rotte files gevonden, met %s diskruimte
FirePWall=Controleer public Firewall beschikbaarheid
FirePWallInvalid=De Windows Firewall publiek netwerk is uitgezet.
FirePWallValid=De Windows Firewall publiek netwerk is actief.
FireSWall=Controleer Windows Home/Private Firewall beschikbaarheid
FireSWallInvalid=De Windows Firewall prive netwerk is uitgezet.
FireSWallValid=De Windows Firewall prive netwerk is actief.
FireWallInstalled=Antivirus software is geinstalleerd.
FireWallUnInstalled=Er is geen Antivirus software op uw computer gevonden.
FolderOption=Controleer beschikbaarheid van "Map Options"
FolderOptionsInvalid=Map Opties zijn ongeldig.
FolderOptionsValid=Map Opties zijn geldig.
IEShell=Controleert de geldigheid van de IE shell functie.
IEShellFail=IE shell highjacked.
IEShellFine=IE shell werkt normaal.
InstallSafeSoft=Installeer antivirus software
JunkFiles=Nutteloze files in uw computer
JunkFilesEx=Ongeldige Files zoals cache, log files, tijdelijke files enz,
LastCheck=Uw laatste PC Checkup was op:
LastFixTime=%d dagen geleden sinds de laatste checkup.
ManualFix=Handmatige Reparatie
ManualProcess=Handmatige Optimalisatie items
ManualProcessEx=Privacy risico's, disk fragmentatie enz, (handmatige aanpassing is noodzakelijk)
NeedDefrag=De systeem drive moet gedefragmenteerd worden.
NoNeedDefrag=Defragmentatie is niet nodig.
NoOptimizeItems=Alle items zijn geoptimaliseerd.
NoPrivacyRisks=Er zijn geen privacy risico's
OptimizeOptItems=Voer de optimaliseerbare items uit.
OptimizeResult=%d items zijn geoptimaliseerd voor een grotere computer snelheid.
PcGood=Gefeliciteerd! Uw PC is gezond
PCHealthNum=PC gezondheid Index:
PrivacyHint=Verwijdert alle explorer's traces en computer acties.
PrivacyItmes=Privacy risico's
ReFixHint=Wij adviseren u een complete PC reparatie om uw pc sneller te maken.
RegeditLocked=De Register Editor is niet beschikbaar.
Regeditor=Controleer beschikbaarheid van de Windows Register Editor
RegeditUnLocked=De Register Editor is beschikbaar.
RegEntriesCount=%d ongeldige entries gevonden.
RegEntriesResult=%d ongeldige register entries zijn verwijderd.
RegistryJunk=Ongeldige register entries
RegistryJunkEx=verouderde of ongeldige register entries
RemoteDesktop=Cache Files van de Remote Desktop
RemoteDesktopAlive=De Remote Desktop Connectie is uitgezet.
RemoteDesktopDisabled=De Remote Desktop Connectie is beschikbaar.
ReScanHint=Wij adviseren u voor een complete PC checkup om meer problemen te vinden die uw pc vertragen.
Result.FailTranstr=Er is geen Antivirus software op uw computer gevonden.
Result.FineTranStr=Antivirus software is geinstalleerd op uw computer.
SafeCheckResult=%d veiligheid gerelateerde issues zijn gerepareerd.
ScanFor=Scannen:
ScanOptItems=Optimaliseerbare Items
SDDDetected=SSD ontdekt, Overgeslagen
SecurityProject=Beveiliging gerelateerde items
SecurityProjectEx=Firewall, register, remote desktop, en andere beveiligings onderdelen.
ShortJunkFiles=Nutteloze Files
ShortJunkFilesEx=Onbruikbare Files
ShortManualProcessEx=Handmatige optimalisatie onderdelen
ShortRegistryJunk=Ongeldige register entries
ShortRegistryJunkEx=Ongeldige register entries
ShortSecurityProjectEx=Veiligheid projecten
ShortSystemTuneup=De items kunnen worden geoptimaliseerd
ShortSystemTuneupEx=Systeem Tuneup
ShortUserTrace=Browsing Data
ShortUserTraceEx=Computer traces
Suggestion1=Een onmiddellijke checkup is gewenst.
SystemTuneup=%d items kunnen worden geoptimaliseerd voor een betere computer prestatie.
SystemTuneupEx=Boost up Windows snelheid, verbetert de systeem prestatie en stabiliteit, enz
TaskManager=Controleer beschikbaarheid van Windows Taak Manager
TaskManagerInvalid=De Taak Manager is niet beschikbaar.
TaskManagerValid=De Taak Manager is beschikbaar.
Tracehint=Schoonmaken van uw browsergeschiedenis. gebruikte documenten enz enz.
TraceResult=%d traces opgeruimd.
TracesFound=%d traces gevonden
TrashResult=%d ongebruikte files zijn verwijderd, met %s diskruimte.
UnsettledItems=De volgende items moeten met de hand verwijderd worden.
UserTrace=Computer traces en browsing geschiedenis
UserTraceEx=Geschiedenis van gebruikte programma's, gebruikte files, bezochte websites, enz
WindowsAutoUpdate=Controleer beschikbaarheid van Windows Auto Update Service
WindowsAutoUpdateInvalid=Windows Automatische Update is uitgezet.
WindowsAutoUpdateValid=Windows Automatische Update is actief.
[FileErase]
NetPath=Kan het Netwerkpad niet schoonmaken.
None=Geen
Crushing=Shredding:
Shred=Shredded
InUsed=Wordt gebruikt
Aborted=Onderbroken
Shredding=Shredding
SysPath=Het Pad dat u selecteerde kan niet verwijderd worden.. Het bevat belangrijke systeem paden.
ScrubFinished=Verwijderen is gereed! Succesvol in shredding %d files maar %d shred files zijn mislukt.
ScrubCanceled=Verwijderen is gestopt! succesvol in shredding %d files maar %d  shred files zijn mislukt.
Erased=Shred
Canceled=Gestopt.
[DiskDefrag]
Volume=Drive
TotalSpace=Totale ruimte
FreeSpace=Vrije ruimte
Fragmented=Fragmentatie
Status=Status
PmDefrag=Defragmentatie
FullOpt=Volledige Optimalisatie
PmAnlyse=Analyseren
Resume=Doorgaan
Analying=Analyseren
Defragmenting=Defragmenteren
Optimizing=Optimaliseren
Analyed=Geanalyseerd
Defragmented=Gedefragmenteerd
Optimized=GeOptimaliseerd
Pause=Pauze
SSD=SSD wordt niet ondersteund.
DefragInfo=Het is goed om na een lang gebruik de disk te defragmenteren, hij werkt dan weer sneller.
PmNoAct=Geen actie
PmShutdown=Shut down
PmSleep=Slaap
PmHibernation=Hibernation
PmLoginoff=Uitloggen
PmOptimize=Slim Optimaliseren
Trimming=Trimmen
Trimmed=Trimmen gereed
SmartOptimize=Slim Optimaliseren analyseerd en selecteerd de meest bruikbare defragmenteer methode.
TypeFixDisk=HDD
TypeSSD=SSD
TypeRemovable=Verwijderbaar
MediaType=Type
LastTrim=%d dagen sinds de laatste trim.
[BtnList]
DuplicateFinder=Duplicate Finder
DuplicateFinderDesc=Een duplicate file management tool.
WiseReminder=Wise Reminder
WiseReminderDesc=Wat nog te doen, Reminder helpt u bij het organizeren van uw dagelijks taken.
GameBooster=Game Booster
GameBoosterDesc=Een simpele maar Effectieve Game Booster.
ForceDeleter=Force Deleter
ForceDeleterDesc=Een veilige en makkelijke file unlocker & deleter
SystemMonitor=SysteemMonitor
SystemMonitorDesc=Monitor proces, hardware en netwerk verkeer
AutoShutdown=Automatisch afsluiten
AutoShutdownDesc=PC Automatisch afsluiten
DataRecovery=Data herstellen
DataRecoveryDesc=Herstel verwijderde bestanden
FolderHider=Map & Files verbergen
FolderHiderDesc=makkelijk om prive data te verbergen
JetSearch=Snel zoeken
JetSearchDesc=Snel lokale bestanden zoeken
MemoryOptimizer=Geheugen optimaliseren
MemoryOptimizerDesc=Gratis programma om het geheugen vrij te maken.
ProgramUninstaller=Uninstaller
ProgramUninstallerDesc=Verwijder ongewenste programma's volledig
PluginClean=Plugins opruimen
BigFile=Grote Bestanden Manager
BigFileDesc=Gemakkelijk om grote bestanden te beheren
RegClean=Register Opruimen
RegCleanDesc=Zoeken en repareren van Register fouten
CommClean=Algemeen Opruimen
CommCleanDesc=Snel en simpel om nutteloze bestanden en traces te verwijderen.
AdvClean=Uitgebreid Opruimen
AdvCleanDesc=Vinden en opruimen op alle drives
SysSimming=Systeem Afslanken
SysSimmingDesc=Snel en gemakkelijk nutteloze Windows bestanden opruimen.
PowerOpt=Systeem Optimalisatie
PowerOptDesc=Verhogen van uw PC prestatie
DiskDefrag=Disk Defragmentatie
DiskDefragDesc=Disk defragmentatie om uw PC sneller te maken
RegDefrag=Register Defragmentatie
RegDefragDesc=Het Register opruimen om uw systeem te verscnellen.
Startup=Startup Manager
StartupDesc=Makkelijk startup programma's beheren.
ContextMenu=Context Menu
ContextMenuDesc=Makkelijk Menu inhoud managen
PrivacyErase=Privacy opruimen
PrivacyEraseDesc=Verwijder traces en geschiedenis om uw privacy te beschermen.
NotifyManager=Sites Meldingen
NotifyManagerDesc=Beheer sites die u meldingen mogen sturen.
DiskErase=Disk schoonmaken
DiskEraseDesc=Verwijdert alle reeds verwijderde bestanden van uw Disk
FileShredder=File Shredder
FileShredderDesc=Verwijder beter de reeds verwijderde bestanden door die lokatie te overschrijven
PasswordGenerator=Wachtwoord Generator
PasswordGeneratorDesc=Makkelijke methode om een wachtwoord te genereren
ProcessMon=Process monitor
ProcessMonDesc=Makkelijk om werkende processen te managen.
SystemInfo=Computer informatie
SystemInfoDesc=Een overzicht van uw systeem en hardware informatie.
ImageX=Image Editor
ImageXDesc=Bewerk & verbeter Images
[DiskErase]
Stop=Stop
Erase=Verwijder
Rule1=Random Data 1 keer (Aanbevolen)
Rule2=DoD 5220.22-M 3 keer
Rule3=Schneier's 7 keer
Rule4=Gutmann 35 keer
EraseFinished=Verwijderen is compleet. Tijdsduur:
ErasingFor=Verwijderen van deleted files op %s, Wachten A.U.B...
TempFileDeleting=Verwijderen temp files...
ErasingForDisk=Schoonmaken van de vrije ruimte op %s, Wachten A.U.B...
ManyFiles=Veel herstelbare files gevonden.
FewFiles=Een paar herstelbare files gevonden.
SkipAnalyse=Sla de analyse over (FAT drive)
Secure=Beveiligd
DoesNotSupport=Ondersteunt deze drive niet.
Erasing=Schoonmaken...
Finished=Schoonmaken gereed.
Canceled=Schoonmaken is gestopt.
ConfirmEraseDisk=Het duurt enige tijd om deze disk schoon te maken. Je kan geen andere software gebruiken tijdens deze operatie, doorgaan?
PartitionError=Er is een ernstige fout gevonden in uw partities
[Tuneup]
BootSpeedup=Startup/Shutdown Acceleratie
SystemStable=Systeem Stabiliteit
SystemSpeedup=Systeem Versnellen
NetworkSpeedup=Netwerk Versnellen
SSDSpeedup=SSD Optimaliseren
BootPartition=Start de optimalisatie functie om de Windows opstart snelheid te verhogen.
BootDelay=Verminder de "check disk" tijd om de Windows opstartsnelheid te verhogen.
ClearPagingFile=zet de clearing Windows Paging File functie uit om het afsluiten te versnellen.
TimeOut=Vermindert applicatie idle tijd bij afsluiten en versnelt het afsluit proces.
PrefetchParameters=Optimaliseer de prefetch parameters om de Windows opstart snelheid te verhogen.
AutoKill=Sluit gestopte processen en voorkomt een systeem crash
RestartExplorer=Automatische restart van Windows Explorer, voorkomt onverwachte desktop problemen
TwoProcess=Maak dat Windows Explorer componenten werken als separate processen om systeem conflicten te voorkomen.
RemoteRegAccess=Zet wijzigen vanaf een andere computer uit.
BlueReboot=Zet de automatische reboot uit bij een blauw scherm of  wanneer het systeem onverwacht stopt.
SuperPrefetchParameters=Zet Super-Prefetch uit om het geheugen gebruik te verminderen in windows (8/10) bootup.
ErrorReport=Error  Files.
Debugger=Schakel de debugger uit om de fout rapportage te versnellen.
OptMemory=Optimaliseer de standaard instellingen van het geheugen, om de systeem prestatie te verbeteren.
OptVEff=Optimaliseerd de front end componenten (dialog box, menus, etc.) om de systeem prestatie te verbeteren.
OptFileSystem=Optimaliseer het File Systeem om de systeem prestatie te verbeteren.
OptDiskSystem=Optimaliseer disk I/O subsysteem om de systeem prestatie te verbeteren.
DisAutoRun=Schakel de "Autoplay" functie uit om virus infectie te voorkomen.
OptDiskIdle=Optimaliseer disk I/O wanneer CPU idle is.
CloseAnimate=Zet de "Overgangs Effecten" uit om het Windows opstarten te versnellen.
PorcessorTime=Optimaliseer de processor prestatie om applicaties, spelletjes, etc. gemakkelijker te laten werken. (negeer dit als uw PC een Server is.)
PagingExecutive=Zet de geheugen paginering uit en verminder de disk I/O om de applicatie prestatie te verbeteren. (Optie mag genegeerd worden als het geheugen kleiner is dan <1 Gb)
AeroPeek=Vergroot de Aero Peek snelheid
ForeAppSpeed=Versnel de response tijd van foreground programma's.
IconCache=Vergroot de systeem icon cache en versnelt de desktop display.
ShowSpeed=Toon de Sijsteem snelheid na optimalisatie.
AeroSnap=Versnel Aero Snap om de thumb nail vertoon snelheid te verhogen.
PreviewUP=Verhoog de vertoon snelheid van de Taakbalk scherm.
FileListSpeed=Optimaliseer het ververs policy van Windows file list.
OptTTL=Optimaliseer TTL(Time To Live) instellingen om de netwerk prestatie te verbeteren.
OptMTU=Detecteer Automatische "black holes" door het gebruik van Path MTU Discovery techniek om de TCP/IP prestatie te verbeteren.
OptWINS=Optimaliseer WINS naam vergelijkings tijd om de data transfer snelheid te verbeteren.
OptNetWork=Optimaliseer de netwerk instellingen om de transfer prestatie te verbeteren.
OptNetForward=Optimaliseer netwerk forward ability om de netwerk prestatie te verbeteren.
OptEthernet=Optimaliseer de Ethernetkaart
OptIEConnection=Verhoog de maximaal gelijktijdige connecties per server. Verhoogt Web pagina bekijk snelheid en online Video's bekijken.
OptDNS=Optimaliseer DNS en DNS parsing snelheid.
OptLAN=Optimaliseer de LAN connectie.
EnableTRIM=Zet de TRIM functie uit om de werk leeftijd van SSD te vergroten.
DisablePrefetch=Zet de prefetch parameters uit om de SSD leeftijd te vergroten.
DisableSuperPrefetch=Zet de Superfetch parameters uit om de SSD leeftijd te vergroten.
DisableDefragIdle=Zet auto defrag tijdens rust/Idle uit om de werk leeftijd van SSD te vergroten.
DisableDefragBoot=Zet defrag systeem drive tijdens opstarten uit om de SSD leeftijd te vergroten. 
DisableIDECheck=Voorkom IDE channel controlle om de Windows opstart snelheid te vergroten.
ItemsOptimized=%d items zijn geoptimaliseerd.
NoItems=Gefeliciteerd! Alle items zijn geoptimaliseerd.
NoSelectedItem=Kies minstens een item om te optimaliseren.
OptItems=De Volgende %d items kunnen geoptimaliseerd worden.
RestoreAll=Weet je zeker dat je alle items naar de Windows standaard wilt herstellen?
StaticIP=Zet een statisch ip adres om de PC startsnelheid te vergroten.
TakeEff=Sommige geoptimaliseerde items hebben geen effect tot u de PC herstart.
DisableHibernate=Zet de slaapstand uit en krijg meer disc ruimte en vergroot de SSD levensduur. (Snelle Startup wordt uitgeschakeld.)
IndexOptimize=Optimaliseer Windows indexering.
RemoveShotcut=Verwijder het woord "shortcut" van de shortcut icons.
AutoReStartShell=Optimaliseer Windows Explorer zodat hij weer automatisch start na een probleem.
ListveiwOpt=Optimaliseer het visuele effect van de menu lijst en verbeter de operating speed van het systeem.
Systemsecurity=Systeem beveiliging
DownloadMode=Zet Windows Update Delivery Optimizatie uit, om potentiele risico's te verminderen.
powercfghigh=Stel het power plan in op High Performance, verminderd uw power consumptie.
powercfghighminimal=Stel power plan in op Power Saver voor een correcte gebruikstijd van uw laptop.
LockScreenToastEnabled=Zet de notificatie voor het toenen op uw lock screen uit voor meer privacy.
powercfg=Regel uw power plan om uw computer's performance te optimaliseren.
shakeminimize=Disable "Shake to Minimize" dit voorkomt ongewenste venster verkleinen.
NetworkThrottlingIndex=Zet Netwerk Throttling uit dit verbeterd de transfer snelheid.
StickyKeys=Zet Sticky Keys uit,  dit voorkomt ongewenste activatie.
DataCollection=Zet Telemetry uit dit stopt het verzamelen en zenden van diagnostic data naar Microsoft.
WMPNetworkSvc=Zet Media Player delen uit, dit verbeterd uw privacy.
DisableInsiderBuilds=Zet Insider Preview Builds uit dit voorkomt het ontvangen en installeren  van pre-release  verbeterd systeem stabilityd.

[Summary]
ContextMenu=Ongeldige context menu items
MUICache=Geen MUI Cache verwijzing
Services=Ongeldige Windows services
Activex=Ongeldige ActiveX/COM Componenten
FireWall=Ongeldige Firewall Instellingen
RootAll=Ongeldige Paden
SoftwareSection=Ongeldige Software Paden
ApplicationPaths=Ongeldige Applicatie Paden
FileTypes=Ongeldige File extensie informatie
HelpFiles=Ongeldige Register Help Files
Fonts=Ongeldige Lettertype informatie
SharedDLL=Gedeelde DLLs
MRULists=Geschiedenis van Laatst gebruikte Programma's bestanden etc etc
UninstallSection=Nutteloze of ongeldige uninstal informatie
StartMenu=Verouderde Start Menu items
StartupProgram=Verouderde Startup Programma's
SoundandAppEvents=Verouderde Geluiden
IEUrlHistory=IE Url Geschiedenis
IFEO=Entries gemaakt door spyware, virus en Malware
EmptyKey=Lege Sleutels
App=Ongeldige Applicatie Instellingen
[ErrorMessage]
MUIError1=Geen MUI verwijzing, maar drive "%s" is %s, negeren is aanbevolen.
MUIError= Geen MUI verwijzing
ServiceNotExists=Gespecifiveerd Service programma bestaat niet.
MimeExName=Incorrecte MIME file extensie: %s
EmptyKey=Lege Sleutels
EmptyHelpdirctory=Lege Help directory.
FileNotExist=File(Map) bestaat niet.
HFileNotExist=Help File(Map) bestaat niet.
EmptyValue=Lege waarde.
TypeLib=Type Library bestaat niet:
NodeEmpty=Lege Node
SharedFilenotexist=Gedeelde File bestaat niet.
sharedfilenotbeuse=Gedeelde file is niet in gebruik.
noconnection=Geen file connectie informatie.
Invalidpathtoicon=Ongeldig pad naar icon.
ReferstoaninvalidClass=Verwijst naar een ongeldige Class.
Emptyshellcommand=Shell commando is leeg.
Invalidshellcommand=Ongeldig shell commando (File bestaat niet).
Fontsnotexist=Fonts File bestaat niet.
Hijacking=%s is hijacked door %s.
MRULists=Laatst gebruikte Programma's
invalidOpenWith=Geen enkele applicatie associatie met dit type.
ReferActivex=Verwijst naar een ongeldige Activex/COM entry.
EmptyCLSID=Lege CLSID.
ComSourceNotExist=COM Source bestaat niet.
invalidUnistall=Ongeldige uninstall informatie.
notexist=Bestaat niet.
ObsoleteStartMenuItem=Verouderde Start Menu Item.
SoundFilenotexist=geluids File bestaat niet.
FileNotExist1=File/Map bestaat niet, maar drive "%s" is %s. negeer deze fout.
OpenWithError=Open met fout, de gespecificeerde applicatie bestaat niet.
OpenWithError1=Fout in "Open met" voor de gespecificeerde applicatie bestaat niet, maar de drive "%s" is %s. negeer deze fout.
ComSourceNotExist1=COM Source bestaat niet, maar drive %s is %s. Negeer deze fout.
Trojan=Dit is een typisch gedrag van een Trojan. Wij adviseren om onmiddellijk de entry te verwijderen en een anti-virus software om uw PC te scannen.
progid=Specifieke programma identificatie bestaat niet:
[Area]
NetworkDataUsage=Netwerk Data gebruik
DirectXCache=DirectX Shader Cache
DeliveryCache=Windows Optimalisatie Files
DNSCache=Systeem DNS cache
AccessFiles=Geschiedenis gebruikte files
SeenPictures=Geschiedenis bekeken plaatjes
VisitedWeb=Geschiedenis bezochte pagina's
SeenMovies=Geschiedenis bekeken films/Videos
WinInstallerPackage=VEROUDERDE Windows Installer
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
WindowsSysCache=Windows Systeem Cache
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer Cache
WinSxsBackup=Windows WinSxs Backup
Cookies=Cookies
DOMStoreCookies=Microsoft IE DOM Store Cookies
DownloadedPatch=Windows update files
Downloads=Browser downloaded files
Dump=Memory Dump Files
ErrorReport=Fout Report Files
ExplorerMRU=Andere MRUs
RemoteDesktopHistory=Remote Desktop geschiedenis
FontCache=Windows Font Cache
IISLog=IISLog
InvalidLnk=Ongeldige Shortcuts
InvalidScTask=Ongeldige geplande Taken
InvalidStartMenu=Ongeldige Start Menus
OutlookSearchHistory=Microsoft Office Outlook zoek geschiedenis
JumpList=Taakbalk Jump Lists (Fixed Items worden ook opgeschoond.)
LogFile=Systeem Log Files
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro Cache
MSOffice=Microsoft Office
Networkmapping=Netwerk Drive Mapping Geschiedenis
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recente geschiedenis
Prefetch=Oude Prefetch Data
Recentdocuments=Recente Documenten
Recyclebin=Prullenbak legen
RemoteDesktop=Cache Files van Remote Desktop
RunStartMenu=Run in Start Menu
SafariCache=Safari Internet Cache
SafariCookies=Safari Cookies
SafariHistory=Safari Geschiedenis
SafariPasswords=Safari bewaarde Form Informatie
SearchList=Windows Zoek geschiedenis
SysTemp=Temp Files gemaakt door Windows
SystemTrace=Windows en Applicaties traces
ThumbCache=Thumbnail Cache
TraceClean=Traces in Computer
TraryNotify=Meldingen gebied Icon Cache
TrashClean=Files in Computer
TypeInternetCache=Web Browser Cache
TypeInternetTrace=Web Browser Trace
TypeMedia=Multimedia
TypeOtherApp=Andere Applicaties
TypeSystem=Windows Systeem
TypeWComponents=Windows Components
UserTemp=Temp Files gemaakt door Applicaties
ChromeCache=Google Chrome Cache
ChromeCookies=Google Chrome Cookies
ChromeForm=Google Chrome Autocomplete Form Geschiedenis
Chromelocalstorage=Google Chrome geschiedenis
ChromePasswords=Google Chrome bewaarde wachtwoorden
ChromeSession=Google Chrome Sessies
chromebookmarks=Google Chrome bookmarks Backup
FireFoxCache=Mozilla Firefox Cache
FireFoxCookies=Mozilla Firefox Cookies
FireFoxForm=Mozilla Firefox Autocomplete Form Geschiedenis
FireFoxOther=Mozilla Firefox andere geschiedenis
FireFoxPasswords=Mozilla Firefox bewaarde wachtwoorden
FireFoxSession=Mozilla Firefox Sessie
FireFoxbookmarks=Mozilla Firefox Bookmarks Backup
LastDownloadDir=Laatste Download Locatie
IEAddressBarHistory=Microsoft Internet Explorer addres balk geschiedenis
IECahce=Microsoft IE Cache
IECookies=Microsoft IE Cookies
IEForm=IE Form geschiedenis
IEHistory=Microsoft Internet Explorer Actieve geschiedenis
IEPasswords=IE bewaarde wachtwoorden
OperaStableCache=Opera Stable cache
OperaStableCookies=Opera Stable cookies
OperaStableHistory=Opera Stable geschiedenis
OperaStablePasswords=Opera Stable bewaarde wachtwoorden
OperaStableSessions=Opera Stable sessies
OperaStableForm=Opera Stable Autofill Form geschiedenis
OperaStablebookmarks=Opera Stable bookmarks Backup
PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon Download geschiedenis
PaleMoonHistory=PaleMoon geschiedenis
PaleMoonSavedFormInformation=PaleMoon bewaarde Form Informatie
PaleMoonSession=PaleMoon Sessies
PaleMoonSitePreferences=PaleMoon Site Preferenties
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
VivaldiCookies=Vivaldi Cookies
VivaldiForm=Vivaldi Form geschiedenis
Vivaldilocalstorage=Vivaldi Lokale opslag
VivaldiSavedPasswords=Vivaldi bewaarde wachtwoorden
VivaldiSession=Vivaldi Sessies
Yandex=Yandex
YandexCache=Yandex Cache
YandexCookies=Yandex Cookies
YandexForm=Yandex Form geschiedenis
YandexLocalstorage=Yandex Lokale opslag
YandexPasswords=Yandex bewaarde wachtwoorden
YandexSession=Yandex Sessies
BraveBrowser=Brave Browser
BraveBrowserCache=Brave Browser Cache
BraveCookies=Brave Browser Cookies
Braveform=Brave Browser Form geschiedenis
BraveBrowserlocalstorage=Brave Browser Lokale opslag
BravePasswords=Brave Browser bewaarde wachtwoorden
BraveSession=Brave Browser Sessies
MSEdgeCache=MS Edge Cache
MSEdgeHistory=MS Edge geschiedenis
MSEdgeDownloadHistory=MS Edge Download geschiedenis
MSEdgeTypedURLs=MS Edge getypete URLs
MSEdgeSavedFormInformation=MS Edge bewaarde Form Informatie
MSEdgeSavedPasswords=MS Edge bewaarde wachtwoorden
MSEdgeSession=MS Edge Sessies
MSEdgelocalstorage=MS Edge Lokale opslag
MSEdgeCookies=MS Edge Cookies
MSEdgebookmarks=MS Edge Bookmarks Backup
ComodoDragonCach=Comodo Dragon Cache
ComodoDragonlocalstorage=Comodo Dragon Lokale opslag
ComodoDragonForm=Comodo Dragon Form geschiedenis
ComodoDragonPasswords=Comodo Dragon bewaarde wachtwoorden
ComodoDragonSession=Comodo Dragon Sessies
ComodoDragonCookies=Comodo Dragon Cookies
RockMeltCache=RockMelt Cache
RockMeltlocalstorage=RockMelt Lokale opslag
RockMeltForm=RockMelt Form geschiedenis
RockMeltPasswords=RockMelt bewaarde wachtwoorden
RockMeltSession=RockMelt Sessies
RockMeltCookies=RockMelt Cookies
CentBrowserCache=CentBrowser Cache
CentBrowserlocalstorage=CentBrowser Lokale opslag
CentBrowserForm=CentBrowser Form geschiedenis
CentBrowserPasswords=CentBrowser bewaarde wachtwoorden
CentBrowserSession=CentBrowser Sessies
CentBrowserCookies=CentBrowser Cookies
ChromiumCache=Chromium Cache
Chromiumlocalstorage=Chromium Lokale opslag
ChromiumForm=Chromium Form geschiedenis
ChromiumPasswords=Chromium bewaarde wachtwoorden
ChromiumSession=Chromium Sessies
ChromiumCookies=Chromium Cookies
TorchCache=Torch Cache
Torchlocalstorage=Torch Lokale opslag
TorchForm=Torch Form geschiedenis
TorchPasswords=Torch bewaarde wachtwoorden
TorchSession=Torch Sessies
TorchCookies=Torch Cookies
OperaGXCache=Opera GX Cache
OperaGXlocalstorage=Opera GX Lokale opslag
OperaGXForm=Opera GX Form geschiedenis
OperaGXPasswords=Opera GX bewaarde wachtwoorden
OperaGXSession=Opera GX Sessies
OperaGXCookies=Opera GX Cookies
SogouExplorerCache=Sogou Explorer Cache
Sogouhistory=Sogou Explorer History
SogouForm=Sogou Explorer Form History
SogouExplorerSession=Sogou Explorer Sessions
SogouExplorerCookies=Sogou Explorer Cookies
WaterFoxCache=WaterFox Cache
WaterFoxForm=WaterFox Autofill Form geschiedenis
WaterFoxPasswords=WaterFox bewaarde wachtwoorden
WaterFoxOther=WaterFox andere geschiedenis
WaterFoxSession=WaterFox Sessie
WaterFoxCookies=WaterFox Cookies
WaterFoxbookmarks=WaterFox bookmarks Backup
CocCocCache=CocCoc Cache
CocCoclocalstorage=CocCoc geschiedenis
CocCocForm=CocCoc Autofill Form geschiedenis
CocCocPasswords=CocCoc bewaarde wachtwoorden
CocCocSession=CocCoc Sessie
CocCocCookies=CocCoc Cookies
CocCocbookmarks=CocCoc bookmarks Backup
AvastCache=Avast Secure Browser Cache
Avastlocalstorage=Avast Secure Browser geschiedenis
AvastForm=Avast Secure Browser Autofill Form geschiedenis
AvastPasswords=Avast Secure Browser bewaarde wachtwoorden
AvastSession=Avast Secure Browser Sessie
AvastCookies=Avast Secure Browser Cookies
Avastbookmarks=Avast Secure Browser bookmarks Backup
AOLCache=AOL Shield Pro Cache
AOLlocalstorage=AOL Shield Pro geschiedenis
AOLForm=AOL Shield Pro Autofill Form geschiedenis
AOLPasswords=AOL Shield Pro bewaarde wachtwoorden
AOLSession=AOL Shield Pro Sessie
AOLCookies=AOL Shield Pro Cookies
AOLbookmarks=AOL Shield Pro bookmarks Backup

QuarkBrowserCache=Quark Browser Cache
QuarkBrowserlocalstorage=Quark Browser Localstorage
QuarkBrowserForm=Quark Browser Auto-fill Form History
QuarkBrowserPasswords=Quark Browser Saved Passwords
QuarkBrowserSession=Quark Browser Session
QuarkBrowserBookmarks=Quark Browser Bookmarks Backup
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WindowsLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Microsoft Office
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS Management Console
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm Geschiedenis
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa-Zoek geschiedenis
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule-zoek geschiedenis
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software Install Cache
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Logs
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius Update Files
DriverGeniusBackupFiles=Driver Genius Backup Files
DriverGeniusDownloadInstallerFiles=Driver Genius Download Installer Files
DriverGeniusCacheFiles=Driver Genius Cache Files
QQMusicCacheFiles=QQ Music Cache Files
KuGouMusicCacheFiles=KuGou Music Cache Files
KuGouLyricFiles=KuGou Lyric Files
XIAMIMusicCache=XIAMI Music Cache
NeteaseCloudMusicCache=Netease Cloud Music Cache
KuWoInstallCache=KuWo Music Installer Cache
KuWoMusicCache=KuWo Music Cache
BaiduMusicLogFiles=Baidu Music Log Files
BaiduMusicCache=Baidu Music Cache
WeSingLogFiles=WeSing Log Files
WeSingCache=WeSingCache
QQLiveCacheFiles=QQLive Cache Files
YoukuCacheFiles=Youku Cache Files
IQIYIVideoCacheFiles=IQIYI Video Cache Files
mgtvLogFiles=mgtv Log Files
mgtvCacheFiles=mgtv Cache Files
CNTVUpdateLogFiles=CNTV Update and Log Files
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files
SOHUPlayerDownloadsCache=SOHU Player Downloads Cache
StormPlayerTempFiles=Storm Player Temp Files
PPTVTempFiles=PPTV Temp Files
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Cache Files
QQreceivedimages=QQ received images
QQreceivedfiles=QQ received files
QQreceivedDynamicEmoticon=QQ received Dynamic Emotion
QQreceivedVideo=QQ received Video
QQreceivedAudio=QQ received Audio
TIMCacheFiles=TIM Cache Files
QTalkCacheFiles=QTalk Cache Files
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame
Iconcache=Icon Cache
Microsoft.WindowsMaps=Bing Maps
Microsoft.BingFinance=MSN Money
Microsoft.BingNews=Bing News
Microsoft.BingSports=Bing Sports
Microsoft.BingWeather=Bing Weather
Microsoft.ZuneMusic=Groove Music
Microsoft.ZuneVideo=Movies & TV
Microsoft.ScreenSketch=Snip & Sketch
Microsoft.SkypeApp=Skype
9E2F88E3.Twitter=Twitter
Microsoft.WindowsFeedbackHub=Windows Feedback Hub
Microsoft.WindowsFileRecovery=Windows File Recovery
Microsoft.WindowsSoundRecorder=Windows Sound Recorder
BrowserLog=webbrowser Log Files
WeChatCache=WeChat Cache 
WeChatreceivedfiles=WeChat Received Files
WeChatreceivedImage=WeChat Received Images
WeChatreceivedVideo=WeChat Received Videos
WeChatreceivedDynamicEmotion=WeChat Received Dynamic Emotion
TikTok=TikTok
SignalCache=Signaal Cache
ThunderbirdForm=Thunderbird Auto-fill Form geschiedenis
ThunderbirdPasswords=Thunderbird bewaarde Wachtwoorden
ThunderbirdOther=Thunderbird andere geschiedenis
ThunderbirdSession=Thunderbird Sessie
ThunderbirdCookies=Thunderbird Cookies
GoogleDrive=Google Drive
GoodSync=Good Sync
BoxDrive=Box Drive
VNCViewer7=VNCViewer 7
AndroidStudioCache=Android Studio Cache
VMwareHorizonClient=VMware Horizon Client
CorelPaintShopPro=Corel PaintShop Pro
WPSOffice=WPS Office
Maxthonlocalstorage=Maxthon Localstorage
MaxthonCache=Maxthon Cache
MaxthonForm=Maxthon Auto-fill Form History
MaxthonPasswords=Maxthon Saved Passwords
MaxthonSession=Maxthon Session
Maxthonbookmarks=Maxthon Bookmarks Backup
MaxthonCookies=Maxthon Cookies
MailMaster=Mail Master
FoxitPDFReader=Foxit PDF Reader
SunloginClient=SunloginClient
TencentMeetingcache=Tencent Meeting cache
BaiduPCFaster=Baidu PC Faster
FoxitPDFEditor=Foxit PDF Editor
MasterPDF=MasterPDF
360DriverMaster=360 Driver Master
Kaspersky=Kaspersky
Meitu=Meitu cache
ynote-desktop=ynote-desktop
MindMaster=MindMaster
GreenPomeloCleaner=GreenPomelo Cleaner
Doubao=Doubao Cache
eSobi=eSobi
leidian=Leidian Simulator
[Type]
ContextMenu=Ongeldige menu context items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Componenten
FireWall=Firewall Instellingen
RootAll=Ongeldige Paden
SoftwareSection=Software Paden
ApplicationPaths=Applicatie Paden
FileTypes=File Types
HelpFiles=Help Files
Fonts=Fonts
SharedDLL=Gedeelde DLLs
MRULists=Laatst gebruikte Programma's
UninstallSection=DEinstallatie Sectie
StartMenu=Start Menu
StartupProgram=Startup Programma's
SoundandAppEvents=Geluiden
IEUrlHistory=IE Url Geschiedenis
IFEO=Plaatjes
EmptyKey=Lege Sleutels
App=Applicatie Instellingen
UserDefine=Gebruiker gedefinieerd
ZeroFile=Lege Files - 0 bytes
WinSetupLog=Windows Installatie error log Files
NtUninstall=Uninstall bronnen van Windows Patches
InvalidLnk=Ongeldige Shortcuts
UserTemp=Files in tijdelijke mappen van Gebruikers
WinTemp=Files in tijdelijke mappen van Windows
RecentFiles=Verwijzingen naar Recente Files
PatchSource=Windows Update bronnen
TempFile=Tijdelijke Files
fcwdir=Files gemaakt door een download proces
tfcbp=Tijdelijke Files gemaakt door Programma's
sdrf=Herstel Files gemaakt tijdens het scannen van een Disk
OldFile=Oude Files
outdatedfile=Verouderde Files
fcwhfir=Files gemaakt door Help Files
Ncfile=News group cache files
Backupfile=Backup Files
WBfile=MS Word Backup Files
Cbswahf=Files gemaakt bij het zoeken naar een help file
whtf=Tijdelijke files van het Windows Help Systeem
Logfile=Log Files
LLogfile=Log File gemaakt door applicaties of systeem services
Errorfile=Error Files
Wmdf=Win2000/XP geheugen dump files
bcomf=Backup kopieën van gewijzigde files
Indexfile=Index files
ifcbsiotitpbs=Index files gemaakt door het systeem om de plaatjes sneller te kunnen zien
Tfcds=Tijdelijke files gemaakt tijdens de Setup
Intermediatefile=Intermediate files
chkfile=Herstelde file
[Tools]
Update=Update
Download=Download
WhatNew=Wat is Nieuw?
[BootTime]
BootTimeEx=Uw opstarttijd ref.
BootLike=Tevreden over uw opstartsnelheid
Btnopt=SNELLER MAKEN
Congratulation=Uw computer opstartsnelheid is:
BootTime=OpStartsnelheid is: %d seconden
[MenuBar]
Support=Ondersteunings Centrum
BtnCustom=Gebruik
BtnRestore=Herstel
BtnSkin=Uitvoering
BtnMenu=Menu
BtnBackup=Backup
Messages=Berichten
[UpgradePro]
Title=Waarom Upgraden naar de Pro Versie
MoreSkin=Meer Uitvoeringen
CustomHead=Gebruikers Avatars
Support=7x24 uur Support
Buy=Koop
Reg=Registreer
RegUser=Geregistreerde gebruiker
[AutoUpdate]
ViewLog=Lees meer over deze update
UpdateFail=Update mislukt, wil je de setup file downloaden van onze website?
NoFiles=Selecteer de Update Files
CurrentFile=Huidige File:
Readed=Downloading
SumSize=Totale grote:
Byte=Byte
DownloadError=Download fout, probeer later.
AutoUpdate=Wise Care 365 - Live Update
StartUpdate=Start Update
Cancel=Stop
Ready=Klaar voor Download
FindUpdate=De Volgende componenten zijn beschikbaar voor Update:
NewVerInfo=Veranderingen in de nieuwe Versie:
IgnoreVer=Negeer de updates van deze versie
BtnUpdate=Update Nu
BtnNotNow=Niet Nu
[SoftRate]
Querying=Onderzoek...
Good=Hou er van 
Bad=Hou er niet van
Safe=Rapport
Ver=Ver:
Ratings=Waardering
SoftNotExist=Kan de software niet vinden.
GetSoftInfoError=Software info vinden mislukt
UploadSoftLogoError=Software info upload fout
SubmitData=Stuur uw commentaar voor deze software...
SubmitSoftInfoError=Stuurfout door netwerk problemen.
SubmitRateSuccess=Sturen gelukt.
HaveSubmitRate=U heeft de software geëvalueerd.
Submitgoodbad=Stuur uw informatie...
me=Mij
NickTooLong=Uw nickname moet korter zijn dan 20 Bytes.
MailTooLong=Uw Email adres moet korter zijn dan 50 Bytes.
WrongEmail=Ongeldig email addres.
ReviewTooLong=De totale lengte van uw mening moet korter zijn dan 300 karakters.
RateHint=Neem deel aan onze software verkiezing en stem op uw favoriete software!
UnknowName=Onbekend Product
UnknowVer=Onbekende Versie
UnknowDesc=Beschrijving
[Edit]
pmundo=Herstel
pmcut=Deel
pmcopy=Kopieer
pmpaste=Plak
pmdelete=Verwijder
pmselectall=Selecteer alles
[Turbo]
PmActive=Herinner me Later
PmNever=Toon dit Niet Opnieuw
btnClean=Controleer Nu
NeedCleanTrash=%s trash files gevonden.
NeedCleanTrace=%d items van traces gevonden.
NeedClean=Uw PC werkt hard voor u om veel junk files te maken
[Renew]
subscribed=Dit was me al gemeld, meld me dit niet opnieuw.
btnact.caption=Opnieuw activeren
Regexpire=U kunt Wise Care 365 niet meer gebruiken na de eind datum van de probeerperiode.
Regtitle2=Uw 30 dagen probeerperiode is bereikt. Registreer A.U.B op tijd.
Regtitle=U beschikt nog over %d dagen proberen.
RegPrice=Koop de Pro versie om uw PC op Top niveau tehouden.. slechts %s !
Regnow=Registreer Nu!
title=Wise Care 365 PRO wordt gestopt over %d dagen!
title2=Uw License Key is niet meer geldig. Vernieuw hem op tijd!
Price=Om door te gaan met de Pro versie en uw PC op top prestatie te houden! enkel %s !
lblfeature1.caption=Volledige Privacy Protectie: Privacy Eraser.
lblfeature2.caption=Context Menu Management: Maakt uw menu flexibel.
lblfeature3.caption=Auto-update: Bespaart tijd voor update naar de nieuwste versie.
lblfeature4.caption=Fantastische nieuwe uitvoeringen & thema's: Enkel voor Pro gebruikers.
lblfeature5.caption=Gratis 7x24 uur Technisch Support: Uw vragen behandeld met de hoogste prioriteit.
lblrefund.caption=Wij houden ons aan 100% onvoorwaardelijke terug betaling.
lblremind.caption=Herinner me er later aan.
lblhint.caption=Uitgebreide toepassingen van Wise Care 365 PRO:
lbldesc.caption=U staat op het punt uw privileges van de Pro versie te verliezen .
btnrenew.caption=Hernieuw Nu
WorkTotal=Tot nu heeft Wise Care 365 %s junk files verwijderd, %d geschiedenis items en %d register fouten gerepareerd.
[Sysmon]
TfrmNetList.lbl1.caption=Netwerk Snelheid
TfrmNetList.lblRecv.caption=Ontvangen
TfrmNetList.lblSend.caption=Zenden
OSversion=versie
OSBuild=Build
ActivityPercent=Activiteit percentage
AdapterType=Adapter Type
Asset=Asset Tag
ATAVER=ATA Versie
ATemperature=Gemiddelde Temperatuur
ATM=ATM
BiosDate=Bios Uitgave Datum
Board=Mainboard
BoardType=Board Type
btnBoard.caption=Mainboard
btnDisk.caption=Hard Drive
btnGraphic.caption=Graphischekaart
btnHardMonitor.caption=Hardware Monitor
btnMemory.caption=Geheugen
btnNetAdapter.caption=Netwerk Adapter
btnOsOverview.Caption=Operating Systeem
btnOverview.caption=Overview
btnProcess.Caption=Proces
btnProcessor.caption=Processor
btnSoftMonitor.caption=Proces Monitor
btnSoundCard.caption=Geluidskaart
BusType=Bus Type
BytesPerSector=Bytes Per Sector
CacheSize=L2 Cache grote
ColorDepth=Kleurdiepte
connected=connected met een remote peer.
connecting=adapter connecting.
Cores=Core
CPU=CPU
CPUUpgrade=Processor Upgrade
CPUUsage=CPU: %d
CTemperature=Core %d temperatuur
CurrentSpeed=Huidige processor snelheid
Cylinders=Cylinders
DataWidth=Data breedte
Description=Beschrijving
DeviceID=Device ID
DHCP=DHCP Addres
DHCPName=DHCP Scope Naam
disconnected=disconnected
Disk=Disk
DiskRPM=RMP(R/s)
DNSIP=DNS Servers IP
DNSServers=DNS Servers
DNSSuffixes=DNS Suffixes
DomainName=Domain Naam
Drive=Drive
EngineClock=Klok
Ethernet=Ethernet
Familiy=Family
Fans=Fans
FileSystemName=File Systeem Naam
Form=Form Factor
FreeSpace=Vrije ruimte
frmSoftMonitor.ppDetails=Gedetaileerde Info
frmSoftMonitor.ppKillProc=Eind Proces
frmSoftMonitor.ppNet1=Blokkeer Netwerk Toegang
frmSoftMonitor.ppNet2=Open Netwerk Toegang
Gateway=Gateway Adres
GPU=GPU
GPUChip=GPU Chip
Graphics=Graphics
HandleNumber=Aantal behandelde Objecten
HDFirmware=Firmware Versie
HostName=Host Naam
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Wireless
InterfaceType=Interface Type
IPAddress=IP Adres
IPMask=IP Adres Mask
LANdisabled=LAN adapter is buiten gebruik.
Loading=Laden...
Locator=Bank Locator
MACAddress=MAC Addres
Manufacter=Fabrikant
MaximumSpeed=Max processor snelheid
MaxSpeed=Max Snelheid
MediaType=MediaType
Memory=Geheugen
MemoryClock=Geheugen klok
MemoryType=Geheugen Type
MemoryUsage=Geheugen: %s/%s
MemSlot=Geheugen Slot:
MemSlotCount=Aantal Geheugen Slots
Name=Naam
NetAdater=Netwerk Adapter
NetConnectionID=Net Connectie ID
Normal=Normaal
OperStatus=Oper Status
OS=Operating Systeem
OSAbbreviate=Spreek Taal
OSCountry=Land
OSCSD=CSD
OSDaylightName=Daglicht Naam
OSDisplayName=Scherm Naam
OSEdition=Editie
OSInstallDate=Install Datum
OSLanguage=Taal
OSLOCAL=LOCAL
OSLongDateFormat=Lang Datum Formaat
OSMonetary=Geld Symbool
OSMonetarySymbol=Internationaal Geld Symbool
OSPaths=Omgevings variabele
OSProductID=Product ID
OSProductKey=Product Key
OSRegisteredOrg=Geregistreerde Org
OSRegisteredUser=Geregistreerde gebruiker
OSShortDateFormat=Kort Datum Formaat
OSStandardName=Standaard Naam
OSTimezone=Tijd zone
OSUTC=UTC Bias(minuten)
OSversor=versie
OtherType=Anders
Overview=Computer Overview
Part=Onderdeelnummer
PartitionLength=Partitie lengte
PartitionNumber=Partitie nummer
PhysicalAvailable=Physiek beschikbaar:
PhysicalFree=Physiek vrij: 
PhysicalTotal=Physiek Totaal: 
PhysicalUsed=Physiek gebruikt:
PixHeight=Hoog(pixels)
PixWidth=Breed(pixels)
ppmDetails=Controleer details
ppmExit=Exit Wise Monitor
ppmHide=Verberg status Window
ppmShowFloat=Toon status Window
ppmStayontop =Blijf bovenop
processName=Proces Naam
Processor=Processor
processpath=Locatie
Product=Product
Recv=Ontv 
RecvS=Ontv/s
RefreshRate=Refresh Rate
SATAVER=SATA Versie
SectorsPerTrack=Sectors Per Track
Send=Zend
SendS=Zend/s
Serial=Serienummer
ShowNetOnly=Toon enkel Net Processen
ShowSysProcess=Toon Systeem Processen
Size=Grote
Socket=Socket gebruik
SoftwareLookback=Software Lookback
SoundCard=Geluidskaart
Speed=Snelheid
SSD=Solid State Device (SSD)
Removablemedia=Portable drive
Fixeddisk=Fixed hard disk
StartingOffset=Starting Offset
SystemCache=Systeem Cache: 
Technology=Technology
Temperature=Temperatuur
TemperatureMon=Temperatuur Monitoren
Temperatures=Temperaturen
TfrmMemoryProcList.btnSpeedup=Snel
TfrmMemoryProcList.btnSpeedup_1=Sneller maken
TfrmMemoryProcList.memstate1=Werkt goed 
TfrmMemoryProcList.memstate2=Werkt normaal
TfrmMemoryProcList.memstate3=Werkt langzaam
TfrmMemoryProcList.OptimizationMem=Vrij gemaakt %s
TfrmMonitorPopup.lbl1_C=CPU gebruik
TfrmMonitorPopup.lbl1_M=Geheugen gebruik
TfrmMonitorPopup.lbl1_R=Download snelheid
TfrmMonitorPopup.lbl1_S=Upload snelheid
TfrmMonitorPopup.lbl1_T=Hardware component temperatuur
TfrmMonitorPopup.lbl2_C=CPU gebruik fluctuatie
TfrmMonitorPopup.lbl2_M=Systeem geheugen status
TfrmMonitorPopup.lbl2_R=Download snelheids record
TfrmMonitorPopup.lbl2_S=Upload snelheids record
TfrmMonitorPopup.lblBoard.caption=Mainboard
TfrmMonitorPopup.lblCpu.caption=Processor
TfrmMonitorPopup.lblGpu.caption=Grafischekaart
TfrmMonitorPopup.lblhdd.caption=Hard Drive
Threads=Thread
TokenRing=Token Ring
Total=Totaal
TotalProcess= %d gevonden processen, %d gebruikers processen en %d systeem processen.
TotalSpace=Totale grote
TracksPerCylinder=Tracks Per Cylinder
Tunnel=Tunnel type encapsulation
Type=Type
Unknown type=Onbekend type
User=Gebruiker
Version=Versie
VideoDisplay=Scherm Naam
VideoMode=Video Mode beschrijving
Voltages=Voltages
VolumeName=Volume Naam
WANconnected=WAN adapter is niet verbonden.
WINSAddress=Primary WINS Adres
BusTypeUnknown=Onbekend bus type
BusTypeScsi=SCSI
BusTypeAtapi=ATAPI
BusTypeAta=ATA
BusType1394=IEEE-1394
BusTypeSsa=SSA
BusTypeFibre=Fibre Channel
BusTypeUsb=Universal Serial Bus (USB)
BusTypeRAID=RAID
BusTypeiScsi=iSCSI
BusTypeSas=Serial Attached SCSI (SAS)
BusTypeSata=Serial ATA (SATA)
BusTypeSd=Secure Digital (SD)
BusTypeMmc=Multimedia Card (MMC)
BusTypeFileBackedVirtual=File-Backed Virtual
BusTypeSpaces=Storage spaces
BusTypeNvme=Non-volatile Memory Express (NVMe)
BusTypeSCM=Storage class memory (SCM)
BusTypeUfs=Universal flash storage (UFS)
[AutoRun]
ResultHint=Automatische geplande opruiming is gereed
Result=Opruim resultaat
Caption=Auto Opruimen
[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Register Bescherming
TfrmRegFilterNotify.lblTitle.Caption=Systeem Bescherming
TfrmRegFilterNotify.lblProgram.Caption=Locatie:
TfrmRegFilterNotify.lblPublisher.Caption=Publisher
TfrmRegFilterNotify.lblName.Caption=File Naam
KeyName=Register sleutel:
TfrmRegFilterNotify.lblKey.Caption=Sleutel Pad:
TfrmRegFilterNotify.ckbRemind.Caption=Toon deze locatie niet meer
TfrmRegFilterNotify.btnDeny.Caption=Verboden
TfrmRegFilterNotify.btnAllow.Caption=Toegestaan
pmAllowProgram=Sta dit programma altijd toe
pmDenyProgram=Verbied dit programma altijd
regnotifydefaultbrowser=Een programma veranderd de standaard browser
regnotifystartrun1desc=Een programma veranderd de startup
regnotifyservicesdesc=Een programma probeerd een driver of service te installeren
regnotifyifeodesc=Een programma probeerd een executable programma te stelen
regnotifyspidesc=Een programma veranderd het Netwerk protocol
regnotifyIEStartPageDesc=Een programma probeerd de IE home pagina te veranderen
regnotifyContextMenu=Een programma veranderd het context menu
regnotifydefaultbrowser_n=Wijzig de standaard browser
regnotifystartrundesc_n=Wijzig de startup
regnotifyservicesdesc_n=Installeer driver of service
regnotifyifeodesc_n=Hijack het uitvoerende programma
regnotifyspidesc_n=Verander het gelaagde netwerk protocol
regnotifyIEStartPageDesc_n=Wijzig de IE home pagina
regnotifyContextMenu_n=Wijzig context menu
regnotifyNameSpace=Een programma Creëert icons op Desktop of de Explorer
regnotifyNameSpace_n=Creëert icons op Desktop of Explorer
ProtectArea=Beschermingen
EnableFirst=Wise Protectie staat uit. zet hem aan a.u.b..
[feedback]
InvalidEmail=Type a.u.b. een correct email addres.
emptyinput=Type a.u.b. iets om te versturen.
thanks=Hartelijk dan voor uw feedback!
FrmFeedback.lblfeedback.caption = Hoe hoog is uw waardering %s?
FrmFeedback.lblemail.caption = Email addres:
FrmFeedback.lblgood.caption = Welke optie vind u het beste?
FrmFeedback.lblbad.caption = Welke optie vind u het slechtste?
FrmFeedback.lblwant.caption = Welke optie gebruikt u het meest?
FrmFeedback.btncancel.caption = Geen interesse
FrmFeedback.btnsubmit.caption = Verstuur

[Protector]
frmProtector.btnaddRegExclusion.caption=Voeg toe
frmProtector.btnremoveRegExclusion.caption=Verwijder
frmProtector.btnRegAllow.caption=Toegestane apps
frmProtector.btnRegDeny.caption=Geblokkeerde apps
frmProtector.btnRegGroup.caption=Beveiligde entries
frmProtector.btnAddwnd.caption=Toevoegen Window
frmProtector.btnRemveBlock.caption=Verwijder
frmProtector.btnAddApp.caption=App toevoegen
frmProtector.btnClearLog.caption=Verwijder alles
frmProtector.pageLog.caption=Logs
frmProtector.pageBlock.caption=Geblokeerde toevoeging
frmProtector.pageRegister.caption=Register
frmProtector.Block.Filename=Filenaam
frmProtector.Block.type=type
frmProtector.Block.WndClass=Window Class
frmProtector.Log.Date=Datum Tijd
frmProtector.Log.app=Filenaam
frmProtector.Log.Action=Actie
frmProtector.Log.Allow=TOEGESTAAN
frmProtector.Log.Block=GEBLOKKEERD

[WiseAi]
WebView2Hint=Microsoft Edge WebView2 is noodzakelijk om met WiseX te werken. Klik op de link hier beneden WebView2 Runtime te downloaden en te installeren.



